[
  {
    "id": "1002996",
    "name": "세련된 셔링 블라우스",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/1002996.jpg",
    "summary": "This elegant mauve blouse features a unique shirred waist design that enhances the silhouette. It has a V-neckline with buttons down the front and long puff sleeves. Perfect for both casual and formal occasions, this blouse pairs well with a variety of bottoms for a chic look."
  },
  {
    "id": "100880",
    "name": "여성용 슬림핏 화이트 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/100880.jpg",
    "summary": "This is a stylish slim-fit white t-shirt perfect for casual or professional wear. It features a unique neckline design and is made from lightweight, breathable fabric. The short sleeves and comfortable fit make it a versatile piece for any wardrobe."
  },
  {
    "id": "1017619",
    "name": "헤짐 디테일 데님 바지",
    "price": 69000,
    "image": "https://cdn.adcio.ai/demo/products/1017619.jpg",
    "summary": "Stylish denim jeans with ripped detail on one knee. These high-waisted jeans are perfect for a casual look paired with a simple white top. The versatile blue color complements various outfit choices. Comfortable fit suitable for everyday wear."
  },
  {
    "id": "1017709",
    "name": "하이웨이스트 부츠컷 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1017709.jpg",
    "summary": "These high-waisted bootcut jeans feature a classic light blue denim color. The jeans have a fitted design through the thighs and flare out slightly towards the bottom, offering a stylish and flattering silhouette. Perfect for casual and semi-casual wear, they can be paired with a variety of tops and shoes for a chic look."
  },
  {
    "id": "1020429",
    "name": "레이스 트리밍 슬리브리스 탑",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1020429.jpg",
    "summary": "This sleeveless top features a delicate lace trimming around the neckline, offering a feminine and elegant touch. The soft pink color pairs beautifully with various styles, making it a versatile addition to your wardrobe. Perfect for both casual and semi-formal occasions."
  },
  {
    "id": "1025929",
    "name": "여성용 니트 스웨터",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1025929.jpg",
    "summary": "This is a light and cozy knit sweater perfect for casual wear. Its soft material and stylish design make it great for daily use or relaxed outings. The loose fit provides comfort and ease of movement."
  },
  {
    "id": "1028474",
    "name": "핑크 더블 버튼 코트",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/1028474.jpg",
    "summary": "Elegant pink double-button coat with fur cuffs and belt. The coat is perfect for adding a stylish touch to your winter wardrobe, featuring a classic collar and a flattering fit."
  },
  {
    "id": "1029165",
    "name": "핑크 여성용 블레이저",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/1029165.jpg",
    "summary": "This is a chic pink blazer designed for women. It features a classic lapel, front pockets, and a single-button closure, perfect for a polished, professional look. The soft pastel color adds a touch of femininity, making it ideal for both formal and casual occasions."
  },
  {
    "id": "103304",
    "name": "블랙 패턴 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/103304.jpg",
    "summary": "Elegant and modern black blouse with a geometric pattern. Features a contrasting white neckline and sleeve cuffs. Perfect for both office and casual wear."
  },
  {
    "id": "1033448",
    "name": "베이지 니트 가디건",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1033448.jpg",
    "summary": "This cozy beige cardigan features a soft knit fabric and large button closures. It is perfect for a casual yet stylish look and pairs well with both dresses and pants. The loose fit and comfortable material make it ideal for everyday wear in cooler weather."
  },
  {
    "id": "1035331",
    "name": "여성 루즈핏 셔링 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/1035331.jpg",
    "summary": "This beige loose-fit shirt features stylish ruching on the sleeves. It offers a relaxed and comfortable fit, making it a great choice for casual outings. Pair it with jeans or leggings for an effortlessly chic look."
  },
  {
    "id": "1037479",
    "name": "플리츠 롱 스커트",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/1037479.jpg",
    "summary": "Elegant and soft pleated long skirt that provides a chic and stylish look. Designed with a comfortable fit, perfect for both casual and formal occasions."
  },
  {
    "id": "1038854",
    "name": "스트라이프 그린 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1038854.jpg",
    "summary": "This stylish blouse features a green and white diagonal stripe pattern. It has a loose fit with a round neckline and 3/4 length sleeves, making it perfect for casual and semi-formal occasions."
  },
  {
    "id": "1039917",
    "name": "빈티지 데님 재킷",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1039917.jpg",
    "summary": "Stylish dark blue denim jacket featuring a back graphic design. This jacket offers a relaxed fit and button-down closure, perfect for casual outings. Pair with jeans or leggings for a chic and comfortable look."
  },
  {
    "id": "1040952",
    "name": "슬림 핏 청바지",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/1040952.jpg",
    "summary": "These slim fit blue jeans are a versatile addition to any wardrobe. Featuring a casual yet stylish design, they provide comfort and flexibility for everyday wear. The distressed detailing on the legs adds a modern touch. Perfect for pairing with a variety of tops and shoes for a chic and effortless look."
  },
  {
    "id": "1043697",
    "name": "청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1043697.jpg",
    "summary": "Stylish and comfortable dark blue jeans featuring a high-rise fit and distressed hem. Perfect for casual occasions or pairing with a chic top for a night out."
  },
  {
    "id": "1044137",
    "name": "화이트 플리츠 긴소매 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1044137.jpg",
    "summary": "This elegant pleated long-sleeve blouse features a crisp white color, making it versatile for both casual and formal occasions. It has a classic collared neckline and loose fit, ensuring comfort and style."
  },
  {
    "id": "1045387",
    "name": "블랙 페이즐리 패턴 크롭탑",
    "price": 29000,
    "image": "https://cdn.adcio.ai/demo/products/1045387.jpg",
    "summary": "A stylish and elegant crop top with a black paisley pattern. It features a square neckline and thick shoulder straps for comfortable wear. Ideal for casual outings on warm days, this top pairs perfectly with high-waisted pants or skirts."
  },
  {
    "id": "1045598",
    "name": "체크 무늬 블레이저",
    "price": 42000,
    "image": "https://cdn.adcio.ai/demo/products/1045598.jpg",
    "summary": "This stylish blazer is designed with a white base and accented with black check patterns. The blazer features three-quarter sleeves and a double-breasted front, making it perfect for both casual and semi-formal occasions. The lightweight material ensures comfort while maintaining a sharp appearance."
  },
  {
    "id": "1049362",
    "name": "베이지 터틀넥 니트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1049362.jpg",
    "summary": "This is a cozy beige turtleneck knit sweater featuring a ribbed texture and side button detailing. It offers a stylish, yet comfortable fit, perfect for cooler weather."
  },
  {
    "id": "1056057",
    "name": "블루 점프수트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/1056057.jpg",
    "summary": "This stylish blue jumpsuit features a full-body fit, long sleeves, and a collar, offering both comfort and elegance. It's a versatile piece suitable for various occasions, providing a chic and sophisticated look."
  },
  {
    "id": "1058028",
    "name": "매력적인 단추 장식 미니 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1058028.jpg",
    "summary": "This stylish mini skirt features an asymmetrical hemline adorned with three decorative buttons down the front. Made from a high-quality fabric, it provides a flattering fit and pairs perfectly with both casual and formal tops. Ideal for adding a chic touch to your wardrobe."
  },
  {
    "id": "105910",
    "name": "여성 체크무늬 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/105910.jpg",
    "summary": "This is a stylish women's blouse featuring a pink and black checkered pattern. It has a button-up front with long sleeves and a slightly flared hemline, perfect for adding a touch of elegance to a casual outfit. Ideal for pairing with jeans or other casual bottoms."
  },
  {
    "id": "1060995",
    "name": "회색 니트 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1060995.jpg",
    "summary": "This is a stylish grey knitted skirt designed for comfortable wear. It features a ribbed texture and a flattering calf-length fit. Ideal for casual and semi-formal occasions, this skirt can be paired with various tops for a versatile look."
  },
  {
    "id": "1061245",
    "name": "여성 블랙 진",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1061245.jpg",
    "summary": "These black jeans provide a slim fit and are ideal for casual outings. They are comfortable, versatile, and can be styled with various tops for different looks. The classic black color ensures they can be paired with almost anything, making them a staple in any wardrobe."
  },
  {
    "id": "1065939",
    "name": "블랙 스트라이프 니트 탑",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1065939.jpg",
    "summary": "This stylish ribbed-knit top features a main black color with red and white horizontal stripes. It has long sleeves and a fitted design, making it perfect for casual outings or everyday wear. Pair it with jeans for a chic look."
  },
  {
    "id": "1073713",
    "name": "체크 패턴 러플 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1073713.jpg",
    "summary": "This elegant dress features a light check pattern with a ruffled design. It has short sleeves and falls to a midi length, making it perfect for casual outings or a day at the office. The fabric is light and breathable, providing comfort throughout the day."
  },
  {
    "id": "1077864",
    "name": "화이트 스트레이트 팬츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1077864.jpg",
    "summary": "These white straight-leg pants feature a casual and relaxed fit with a frayed hemline, perfect for a laid-back and stylish look. Ideal for everyday wear, they can be paired with a variety of tops and footwear for versatile styling options."
  },
  {
    "id": "1079134",
    "name": "핑크 브이넥 점프수트",
    "price": 72000,
    "image": "https://cdn.adcio.ai/demo/products/1079134.jpg",
    "summary": "This chic jumpsuit features a flattering V-neckline and batwing sleeves, creating an elegant silhouette. The high waist and pleated shorts ensure comfort and style, making it perfect for both casual and dressy occasions. The soft pink color adds a feminine touch to the overall look."
  },
  {
    "id": "108127",
    "name": "베이지 리본 블라우스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/108127.jpg",
    "summary": "This elegant beige blouse features a stylish tie-neck detail and long sleeves with a slight flare at the cuffs. Perfect for professional settings or dressy occasions, it pairs beautifully with skirts or trousers."
  },
  {
    "id": "1084484",
    "name": "화이트 슬림 핏 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1084484.jpg",
    "summary": "These sleek white slim-fit pants are perfect for a minimalist wardrobe. They feature a high-waisted design and tailored fit that adds a sophisticated touch to any outfit. Pair them with a black top and casual sneakers for a stylish, casual look."
  },
  {
    "id": "1085325",
    "name": "베이지 슬림핏 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1085325.jpg",
    "summary": "Elegant and slim-fitting beige jeans perfect for a casual day out. These jeans feature a high waist, subtle frayed hem, and a flattering rear pocket design. Ideal for pairing with various tops for a chic and stylish look."
  },
  {
    "id": "1092177",
    "name": "여성 라이트 블루 반팔 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1092177.jpg",
    "summary": "This light blue short-sleeve t-shirt features a relaxed fit, making it comfortable for casual wear. It has a round neckline and is perfect for pairing with jeans or shorts for a simple, stylish look."
  },
  {
    "id": "1095534",
    "name": "여성 체크무늬 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1095534.jpg",
    "summary": "This elegant and stylish dress features a beige checkered pattern. It has a sleeveless design, making it perfect for layering over a blouse or shirt. The dress has a fitted waist that accentuates the silhouette and offers a flattering fit. Ideal for both casual outings and semi-formal events."
  },
  {
    "id": "1099336",
    "name": "그린 롱 원피스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/1099336.jpg",
    "summary": "Elegant long green dress suitable for any casual outing or semi-formal event. This dress features a soft, flowing fabric and a comfortable fit with long sleeves, making it perfect for cooler weather. Pair it with flats or heels for a versatile look."
  },
  {
    "id": "1102476",
    "name": "심플 블랙 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1102476.jpg",
    "summary": "This casual black long-sleeved t-shirt offers a simple and timeless look. It's versatile and perfect for everyday wear. Made from comfortable material, it can be paired with a variety of outfits for an effortless style."
  },
  {
    "id": "1103331",
    "name": "네이비 리본 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1103331.jpg",
    "summary": "Elegant navy blouse with a large bow detail at the back. Features long sleeves and a form-fitting design, perfect for a chic and sophisticated look. Ideal for both casual and formal occasions."
  },
  {
    "id": "1105458",
    "name": "블랙 스웨터와 체크 무늬 스커트",
    "price": 70000,
    "image": "https://cdn.adcio.ai/demo/products/1105458.jpg",
    "summary": "This ensemble features a black sweater paired with a chic, multi-colored checkered skirt. The outfit is completed with black ankle boots, making it perfect for a stylish day out."
  },
  {
    "id": "1106678",
    "name": "브라운 롱 니트 조끼",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1106678.jpg",
    "summary": "This is a brown long knit vest with two front pockets. It is styled over a white lace top and an off-white long skirt, making it suitable for layering in cooler seasons. The vest features a v-neck design and slit sides for added comfort."
  },
  {
    "id": "1107208",
    "name": "베이지 니트 가디건",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/1107208.jpg",
    "summary": "A stylish beige knitted cardigan perfect for casual wear. It features a round neckline and long sleeves, providing comfort and warmth. This versatile piece pairs well with jeans or skirts for a chic, everyday look."
  },
  {
    "id": "1111075",
    "name": "블루 컬러 미디 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/1111075.jpg",
    "summary": "This mid-length dress features a sophisticated blue color, long sleeves, and a v-neckline. It offers a relaxed yet elegant fit, perfect for both casual and semi-formal occasions. The dress is paired with beige shoes, complementing its clean and modern look."
  },
  {
    "id": "1111715",
    "name": "핑크 캐주얼 셔츠",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/1111715.jpg",
    "summary": "This stylish pink casual shirt features button closures and is perfectly paired with denim for a relaxed yet chic look. It also has fashionable printed text on one side, adding a modern touch."
  },
  {
    "id": "1115641",
    "name": "네이비 트렌치코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/1115641.jpg",
    "summary": "This navy trench coat is a stylish and versatile outerwear piece perfect for cooler weather. It features a classic design with a belt at the waist and button closure, ideal for a chic and polished look. The coat provides a comfortable fit and pairs well with jeans or more formal attire."
  },
  {
    "id": "1117089",
    "name": "체크 무늬 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1117089.jpg",
    "summary": "This black and white checkered dress features a loose, comfortable fit perfect for casual outings. It has long sleeves and falls just below the knees, ideal for pairing with sneakers for an easy, stylish look. The dress is accessorized with a yellow sweater and a small black crossbody bag for added style."
  },
  {
    "id": "1120127",
    "name": "베이지 롱 슬리브 원피스",
    "price": 80000,
    "image": "https://cdn.adcio.ai/demo/products/1120127.jpg",
    "summary": "Elegant long-sleeve beige dress featuring a simple and classic design suitable for both casual and semi-formal occasions. The dress has a knee-length hem and a relaxed fit, making it comfortable to wear. Perfect for a chic and sophisticated look."
  },
  {
    "id": "1122789",
    "name": "핑크 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1122789.jpg",
    "summary": "This elegant pink blouse features a sophisticated design with gather sleeves and pleating detail at the back, making it perfect for both professional and casual wear."
  },
  {
    "id": "1128134",
    "name": "그레이 트위드 자켓",
    "price": 89000,
    "image": "https://cdn.adcio.ai/demo/products/1128134.jpg",
    "summary": "Elegant gray tweed jacket featuring a sleek design and sophisticated texture. Perfect for both casual and formal settings, offering comfort and style."
  },
  {
    "id": "1132073",
    "name": "여성용 와이드 레그 바지",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1132073.jpg",
    "summary": "These black wide-leg pants feature a high-waisted design and offer a comfortable yet stylish fit. Perfect for both casual and formal occasions, the pants pair well with a variety of tops and footwear. The cropped length adds a modern touch to the classic silhouette."
  },
  {
    "id": "1134253",
    "name": "넓은 벨트 와이드 팬츠",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/1134253.jpg",
    "summary": "These high-waisted wide-leg pants feature a broad belt for added style and functionality. The beige color offers a versatile and sophisticated look, suitable for both casual and formal occasions. The loose fit and soft fabric ensure comfort throughout the day."
  },
  {
    "id": "1134534",
    "name": "체크 무늬 팬츠",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1134534.jpg",
    "summary": "These stylish pants feature a classic gray check pattern with subtle red lines. The straight-leg cut offers a relaxed yet polished look, making them suitable for various occasions. Pair them with heeled boots and a cozy top for a chic ensemble."
  },
  {
    "id": "113905",
    "name": "베이지 리본 뒷트임 원피스",
    "price": 80000,
    "image": "https://cdn.adcio.ai/demo/products/113905.jpg",
    "summary": "This elegant beige dress features a soft, flowing design with a unique open back tied with a ribbon. The sleeves are three-quarter length, making it perfect for both casual and semi-formal occasions. The lightweight fabric ensures comfort throughout the day."
  },
  {
    "id": "1142001",
    "name": "블루 스트라이프 민소매 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1142001.jpg",
    "summary": "This light blue sleeveless blouse features a delicate white stripe pattern. It has fluttering ruffled details along the sides, adding a touch of feminine elegance. Perfect for warm weather, this top pairs well with many types of bottoms and offers a comfortable and stylish fit."
  },
  {
    "id": "1150278",
    "name": "여성 빈티지 찢청 바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1150278.jpg",
    "summary": "A stylish pair of distressed blue jeans with a vintage vibe. Features ripped details on the knee and raw hems for a casual and trendy look. Perfect for everyday wear and easy to pair with any top. Made of high-quality denim material."
  },
  {
    "id": "1150538",
    "name": "리본 니트 스웨터",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1150538.jpg",
    "summary": "This elegant brown knit sweater features a stylish bow tie at the neckline and subtle black trim detailing on the edges. It is designed with long sleeves and ribbed cuffs for a comfortable fit. Perfect for casual outings or semi-formal events, this sweater pairs well with jeans or skirts."
  },
  {
    "id": "1151784",
    "name": "머스타드 릴랙스 팬츠",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1151784.jpg",
    "summary": "These mustard relaxed fit pants provide a comfortable yet stylish look. Featuring an elasticated hem, they offer a casual silhouette perfect for everyday wear. Pair them with a blouse and flats for a chic and effortless outfit."
  },
  {
    "id": "115206",
    "name": "베이지 롱 트렌치코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/115206.jpg",
    "summary": "This sophisticated long trench coat features a classic beige color, perfect for a stylish and elegant look. It has a double-breasted front and a matching belt to cinch the waist for a flattering silhouette. Suitable for casual and formal occasions, this coat offers both style and comfort."
  },
  {
    "id": "1152980",
    "name": "민소매 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1152980.jpg",
    "summary": "This stylish sleeveless blouse features a sleek black design with white piping accents. The loose fit and lightweight fabric make it perfect for warm weather, providing both comfort and elegance. Ideal for both casual outings and semi-formal occasions."
  },
  {
    "id": "115391",
    "name": "버튼 장식 슬리브리스 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/115391.jpg",
    "summary": "This elegant sleeveless dress features a button-down design and a flattering V-neckline. Perfect for casual outings or more dressed-up occasions, the dress has a relaxed fit with a belt to cinch the waist, offering both comfort and style."
  },
  {
    "id": "115566",
    "name": "여성 널널한 재킷 바지",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/115566.jpg",
    "summary": "Comfortable and stylish wide-leg gray pants featuring an elastic waistband and side pockets. Perfect for casual wear, these pants offer a relaxed fit and versatile style."
  },
  {
    "id": "1155803",
    "name": "흰색 블라우스",
    "price": 43000,
    "image": "https://cdn.adcio.ai/demo/products/1155803.jpg",
    "summary": "This elegant blouse features a sophisticated white color and a stylish design with button details. It has long sleeves and is crafted with a light, airy fabric perfect for both casual and semi-formal occasions."
  },
  {
    "id": "1157435",
    "name": "브라운 루즈 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1157435.jpg",
    "summary": "This stylish brown loose shirt features a button-up design and long sleeves, making it perfect for a casual yet chic look. Suitable for various occasions, it pairs well with jeans or skirts and offers both comfort and fashion."
  },
  {
    "id": "1158343",
    "name": "네이비 플리츠 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1158343.jpg",
    "summary": "This stylish dress features a navy blue top with short sleeves and white trimmings. The lower part of the dress has a pleated design in white with navy blue stripes at the bottom, giving it a chic and elegant look. Perfect for casual outings or semi-formal events, this dress offers comfort and sophistication."
  },
  {
    "id": "1158364",
    "name": "흰색 니트 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1158364.jpg",
    "summary": "This elegant, white knit dress features a sleek, fitted design with mid-length sleeves. The soft, ribbed texture and high-quality material ensure both comfort and style. Perfect for both casual and semi-formal occasions, this dress adds a touch of sophistication to your wardrobe."
  },
  {
    "id": "1158506",
    "name": "꽃무늬 크림색 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/1158506.jpg",
    "summary": "This elegant cream-colored dress features a beautiful floral print and a modest, flowy design ideal for casual outings or semi-formal events. It has short sleeves and a round neckline, with delicate lace detailing adding a touch of sophistication."
  },
  {
    "id": "1158833",
    "name": "퍼플 맥시 드레스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/1158833.jpg",
    "summary": "This elegant purple maxi dress features puffed three-quarter sleeves and a gathered waistline that cinches in to enhance the silhouette. Made from lightweight fabric, it offers both comfort and style, making it perfect for formal occasions or a refined day out."
  },
  {
    "id": "1159695",
    "name": "블루 체크 패턴 여름 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1159695.jpg",
    "summary": "This dress features a charming blue check pattern with short sleeves and a wide collar. The knee-length skirt and cinched waistline provide a flattering silhouette, ideal for casual outings in the summer. The fabric is lightweight and comfortable to wear, making it perfect for warm weather."
  },
  {
    "id": "1160425",
    "name": "빨간 체크 플레어 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1160425.jpg",
    "summary": "This red check plaid flared skirt features a classic pattern with a modern twist. The flared hem adds a touch of elegance and movement, perfect for any occasion. The high waist design ensures a comfortable and flattering fit."
  },
  {
    "id": "1162295",
    "name": "블랙 플리츠 롱 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1162295.jpg",
    "summary": "This elegant black pleated long skirt features a high waist design and flowing fabric that enhances movement. The skirt falls gracefully to the ankles, offering a sophisticated and versatile addition to any wardrobe."
  },
  {
    "id": "11642",
    "name": "회색 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/11642.jpg",
    "summary": "This cozy gray knit sweater is perfect for the cooler seasons. It features a comfortable relaxed fit with long sleeves and a round neckline, making it ideal for layering or wearing on its own. The soft fabric ensures warmth and comfort throughout the day."
  },
  {
    "id": "1164408",
    "name": "네이비 미디 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1164408.jpg",
    "summary": "This midi skirt features a comfortable elastic waistband and a simple, yet stylish design. It comes in a versatile navy color, making it suitable for both casual and semi-formal occasions. The skirt includes side pockets for added convenience and functionality."
  },
  {
    "id": "1165080",
    "name": "화이트 오버사이즈 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1165080.jpg",
    "summary": "This white oversized t-shirt offers a casual and comfortable fit. It features a simple, minimalist design with short sleeves and a round neckline. Perfect for relaxed days or creating a laid-back chic look."
  },
  {
    "id": "1166117",
    "name": "줄무늬 긴팔 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/1166117.jpg",
    "summary": "This stylish navy striped long-sleeve shirt is perfect for casual outings. Constructed from comfortable fabric, it features a classic round neckline and a relaxed fit, making it an ideal choice for everyday wear."
  },
  {
    "id": "1167720",
    "name": "여성 화이트 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1167720.jpg",
    "summary": "This elegant white blouse is perfect for a stylish and sophisticated look. Made with intricate lace details, it pairs beautifully with jeans or skirts. The blouse features a comfortable fit and a classic design, suitable for various occasions."
  },
  {
    "id": "1168583",
    "name": "라이트 블루 드레이프 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1168583.jpg",
    "summary": "This elegant light blue blouse features a sophisticated drape design at the neckline and half-length sleeves. Perfect for both casual and formal occasions, it pairs beautifully with trousers or a skirt for a chic and refined look."
  },
  {
    "id": "1169093",
    "name": "그레이 루즈핏 브라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1169093.jpg",
    "summary": "This loose-fit blouse features a relaxed silhouette with long sleeves and a cinched waist. The simple yet elegant design makes it perfect for both casual and semi-formal occasions. Made from soft material for a comfortable wear."
  },
  {
    "id": "1172042",
    "name": "여성용 카키 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1172042.jpg",
    "summary": "This elegant and cozy sweater is perfect for any casual outing. It features a slightly oversized fit with a button-up front, providing both style and comfort. The soft knit material ensures warmth, while the khaki color adds a touch of sophistication to your outfit."
  },
  {
    "id": "1175332",
    "name": "오렌지 루즈 핏 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1175332.jpg",
    "summary": "This loose-fitting blouse features a vibrant orange color and a comfortable round neckline. The short, wide sleeves and asymmetrical hemline add a touch of style, making it a versatile choice for casual outings. Perfectly paired with jeans or skirts."
  },
  {
    "id": "1178702",
    "name": "반소매 브라운 블레이저",
    "price": 49000,
    "image": "https://cdn.adcio.ai/demo/products/1178702.jpg",
    "summary": "This brown short-sleeve blazer offers a chic and tailored look, perfect for professional or casual outfits. The lightweight fabric ensures comfort and the single button adds a touch of elegance. Ideal for layering over dresses or pairings with different bottoms."
  },
  {
    "id": "1179782",
    "name": "핑크 스트라이프 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1179782.jpg",
    "summary": "A stylish pink and white striped button-up shirt with long sleeves. It features a classic collar and a comfortable fit, making it perfect for casual or semi-formal occasions. The shirt pairs well with jeans or trousers and can be easily accessorized."
  },
  {
    "id": "1180412",
    "name": "빨간 격자무늬 셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1180412.jpg",
    "summary": "This is a women's long-sleeved red plaid shirt, perfect for casual outings. The shirt features a collar, button-down front, and comfortable fit. It's paired nicely with blue jeans, creating a stylish and relaxed look."
  },
  {
    "id": "1190444",
    "name": "여성용 브이넥 티셔츠",
    "price": 20000,
    "image": "https://cdn.adcio.ai/demo/products/1190444.jpg",
    "summary": "This white V-neck T-shirt is perfect for casual wear. It is designed to be comfortable and is made from soft, breathable fabric. Ideal for pairing with jeans or shorts, it provides a simple yet stylish look."
  },
  {
    "id": "1190474",
    "name": "복숭아 색상 티셔츠",
    "price": 20000,
    "image": "https://cdn.adcio.ai/demo/products/1190474.jpg",
    "summary": "This casual peach-colored T-shirt is perfect for a relaxed day out. Made from soft and comfortable fabric, it pairs well with jeans or shorts. The design is simple yet stylish, making it a versatile addition to any wardrobe."
  },
  {
    "id": "1190814",
    "name": "기본 블랙 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/1190814.jpg",
    "summary": "This is a basic black short-sleeved t-shirt suitable for casual wear. It pairs well with a variety of outfits and is made from a comfortable, stretchy material. Ideal for everyday use and versatile enough for different occasions."
  },
  {
    "id": "1190904",
    "name": "시스루 소매 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1190904.jpg",
    "summary": "This stylish short-sleeved t-shirt features semi-sheer sleeves with a delicate, feminine touch. Made from comfortable fabric, it pairs perfectly with jeans or skirts for a casual yet chic look."
  },
  {
    "id": "1194184",
    "name": "스트라이프 민트 티셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1194184.jpg",
    "summary": "This outfit features a green striped t-shirt with a scalloped neckline and short sleeves. It is paired with high-waisted, beige, drawstring pants that have a relaxed fit and side pockets. Perfect for a casual and comfortable look."
  },
  {
    "id": "1199036",
    "name": "오버사이즈 라운드 긴팔 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1199036.jpg",
    "summary": "This unisex oversized round neck long-sleeve t-shirt in a bright orange color is perfect for a casual and trendy look. It features a relaxed fit and is styled with black pants for a chic ensemble. The back has a printed design, adding a unique touch to the outfit."
  },
  {
    "id": "1202271",
    "name": "빨간 패턴 드레스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1202271.jpg",
    "summary": "This is a stylish red dress with intricate white patterns. It features short puff sleeves and a v-neckline. The dress falls to a midi length, providing a chic and comfortable fit. Perfect for casual outings or semi-formal events."
  },
  {
    "id": "1202651",
    "name": "베이지 루즈핏 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1202651.jpg",
    "summary": "This loose-fitting beige dress exudes casual elegance, boasting a comfortable, relaxed design that falls just below the knees. Ideal for everyday wear, it's perfect for pairing with laid-back sandals and accessories for a chic, effortless look."
  },
  {
    "id": "1203866",
    "name": "레드 플로럴 프린트 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1203866.jpg",
    "summary": "This short-sleeved dress features a charming red floral print on a white background. The delicate ruffles on the sleeves and the modest length make it a perfect choice for a casual day out or a summer gathering. The dress is lightweight and comfortable, ideal for warm weather."
  },
  {
    "id": "1203946",
    "name": "라이트 블루 스트라이프 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1203946.jpg",
    "summary": "This light blue striped dress features a comfortable short-sleeve design, perfect for casual outings. The lightweight material ensures a breezy and relaxed fit, ideal for warm weather. It comes with a matching belt to accentuate the waist and adds a stylish touch to your wardrobe."
  },
  {
    "id": "1203987",
    "name": "플로럴 민소매 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1203987.jpg",
    "summary": "This is a stylish white sleeveless dress featuring a delicate black floral print. The dress is designed with a cinched waist that flatters the silhouette and falls to a comfortable mid-length. It is perfect for casual outings or elegant gatherings, offering a breezy and chic look."
  },
  {
    "id": "1210468",
    "name": "여성 데님 진",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1210468.jpg",
    "summary": "These are stylish blue denim jeans for women, featuring detailed embroidery on the back pockets. They have a slim fit and provide a comfortable, flattering silhouette. Perfect for casual outings and everyday wear."
  },
  {
    "id": "1211423",
    "name": "청바지",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1211423.jpg",
    "summary": "Comfortable and stylish blue denim pants featuring an elastic waistband for a perfect fit. The loose cut and cropped length offer a modern and relaxed look, ideal for casual wear."
  },
  {
    "id": "1211853",
    "name": "베이지 슬림핏 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1211853.jpg",
    "summary": "These elegant slim-fit pants feature a refined beige color, perfect for a chic, everyday look. The high waist enhances your silhouette while providing comfort. Pair them with your favorite tops for a versatile style."
  },
  {
    "id": "1217263",
    "name": "여성 플리츠 롱 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1217263.jpg",
    "summary": "This long skirt features a delicate pleated design and falls gracefully to create a streamlined silhouette. It is made from lightweight fabric, perfect for casual outings and maintaining comfort throughout the day. The elastic waistband ensures a flexible fit."
  },
  {
    "id": "1218333",
    "name": "베이지 롱 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1218333.jpg",
    "summary": "This elegant beige long skirt is perfect for a casual yet polished look. It features a high waist and flowy design, providing both comfort and style. Pair it with your favorite blouse or top for a versatile outfit option."
  },
  {
    "id": "1219774",
    "name": "네이비 브이넥 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1219774.jpg",
    "summary": "Comfortable and stylish, this navy V-neck sweater is perfect for casual wear. Made from a soft material, it features a loose fit with long sleeves, making it an ideal choice for cooler weather. Pair it with beige corduroy pants for a chic look."
  },
  {
    "id": "1222364",
    "name": "롱 그레이 베스트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1222364.jpg",
    "summary": "This long, gray vest has an elegant, loose-fitting design that provides a perfect layering option for a casual yet stylish look. It features a button-down front and is made from comfortable and breathable fabric, making it suitable for all seasons. Ideal for pairing with dresses or long-sleeve tops."
  },
  {
    "id": "1225330",
    "name": "핑크 꽃무늬 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1225330.jpg",
    "summary": "This elegant blouse features a lovely pink floral design and a bow tie neckline. It has long sleeves, making it perfect for both casual and formal occasions. The soft fabric ensures all-day comfort and the delicate floral pattern adds a touch of femininity to any outfit."
  },
  {
    "id": "1225440",
    "name": "패턴 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1225440.jpg",
    "summary": "This stylish long-sleeve blouse features a black and white abstract pattern. It is designed for a relaxed fit, making it comfortable for everyday wear. Pair it with jeans or skirt for a chic casual look."
  },
  {
    "id": "1226140",
    "name": "버건디 긴팔 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1226140.jpg",
    "summary": "This is a stylish long-sleeved burgundy shirt designed for women. It features a classic collar and button cuffs, providing a sophisticated and elegant look. The relaxed fit ensures comfort for all-day wear, making it a versatile addition to any wardrobe."
  },
  {
    "id": "1227331",
    "name": "린넨 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1227331.jpg",
    "summary": "This lightweight linen blouse is perfect for a casual and effortless look. It features a relaxed fit, rolled-up sleeves with button details, and a soft blue color. Ideal for warm weather, it provides comfort and style, and pairs easily with white pants or shorts."
  },
  {
    "id": "1228269",
    "name": "화이트 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1228269.jpg",
    "summary": "This elegant white blouse features a sleek design with a back keyhole detail and long sleeves with cuffed wrists. Perfect for a professional or casual look when paired with skirts or trousers."
  },
  {
    "id": "1228875",
    "name": "러플 라이트 그린 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1228875.jpg",
    "summary": "This light green blouse features a stylish ruffle design and short sleeves. It provides a comfortable fit with a touch of elegance, perfect for casual or semi-formal occasions."
  },
  {
    "id": "122921",
    "name": "여성용 캐주얼 베이지 쇼츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/122921.jpg",
    "summary": "Comfortable and stylish beige shorts with an elastic waistband and drawstring tie. Features two front pockets and a relaxed fit, perfect for casual outings."
  },
  {
    "id": "1231197",
    "name": "밝은 빨간색 여성 슬랙스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1231197.jpg",
    "summary": "These vibrant red pants are perfect for adding a pop of color to any outfit. Designed with a modern, cropped fit, they feature a flat front and stylish slit pockets. Ideal for both casual and formal wear."
  },
  {
    "id": "1232762",
    "name": "후드 롱 파카",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/1232762.jpg",
    "summary": "This stylish brown hooded long parka is perfect for colder weather. Featuring a warm and cozy lining, it has a comfortable fit with front pockets for convenience. The parka has black drawstrings for adjustable hood size and a secure front closure to keep out the cold. Ideal for layering over casual outfits for a chic look."
  },
  {
    "id": "1234392",
    "name": "곰 그래픽 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/1234392.jpg",
    "summary": "This white graphic T-shirt features a playful bear print with the words 'step by step, day by day.' It has a relaxed fit with half sleeves, offering a comfortable and casual style. Ideal for pairing with jeans or shorts for a laid-back look."
  },
  {
    "id": "1234502",
    "name": "귀여운 동물 그래픽 맨투맨",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1234502.jpg",
    "summary": "This long-sleeve shirt features a playful animal graphic on the front, combining black and white with a pop of red. The design is casual and perfect for everyday wear, providing both comfort and style."
  },
  {
    "id": "1236671",
    "name": "여성용 슬림 핏 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1236671.jpg",
    "summary": "These slim fit blue jeans feature a high waist with a button and zipper closure. The light blue wash and subtle distressed detailing add a trendy touch. They pair well with casual tops and shoes for a stylish, everyday look."
  },
  {
    "id": "1238101",
    "name": "네이비 오버사이즈 코트",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/1238101.jpg",
    "summary": "This coat features an oversized fit and a button-up front. Designed with large front pockets and a wide collar, it is both stylish and practical. The coat is perfect for cooler weather and can be layered over various outfits."
  },
  {
    "id": "1238571",
    "name": "회색 롱 후드 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1238571.jpg",
    "summary": "Long gray hooded dress featuring a comfortable and relaxed fit. It comes with side pockets and full-length sleeves. This casual dress has a high collar and text print on the front, perfect for cozy days and casual outings."
  },
  {
    "id": "1239090",
    "name": "블루 프릴 맥시 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1239090.jpg",
    "summary": "This elegant and flowy blue maxi dress features a stylish ruffled design on the upper front. Perfect for casual outings or light formal events, it is made from a comfortable and breathable fabric. The dress reaches just above the ankles and is paired well with white shoes for a fresh look."
  },
  {
    "id": "123942",
    "name": "브라운 스웨터 드레스",
    "price": 42000,
    "image": "https://cdn.adcio.ai/demo/products/123942.jpg",
    "summary": "This stylish sweater dress features a cozy brown top and a contrasting black flared skirt. Perfect for chilly days, it pairs easily with tights and a small handbag for a chic look."
  },
  {
    "id": "1245149",
    "name": "스트라이프 헴 니트 톱",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1245149.jpg",
    "summary": "This navy knit top features a stylish striped hem with contrasting maroon, cream, and navy bands for added detail. It has a relaxed fit and long sleeves, making it perfect for casual wear."
  },
  {
    "id": "1248256",
    "name": "브라운 롱 코트",
    "price": 150000,
    "image": "https://cdn.adcio.ai/demo/products/1248256.jpg",
    "summary": "Elegant brown long coat designed for women. Features a classic and sophisticated cut with button detailing on the cuffs. Ideal for formal and casual occasions."
  },
  {
    "id": "1249954",
    "name": "베이지 플레어 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1249954.jpg",
    "summary": "Comfortable and stylish beige flared pants perfect for casual wear. Features an elastic waistband and a flowy silhouette for a relaxed fit."
  },
  {
    "id": "1251925",
    "name": "베이지 니트 스웨터",
    "price": 49000,
    "image": "https://cdn.adcio.ai/demo/products/1251925.jpg",
    "summary": "This elegant beige knit sweater features a cozy design with a ribbed high neckline and cuffs. It pairs perfectly with various bottom styles, making it a versatile addition to any wardrobe. Comfortable and stylish, it is suitable for cooler weather and casual outings."
  },
  {
    "id": "1253075",
    "name": "베이지 프릴 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1253075.jpg",
    "summary": "This elegant beige knit sweater features delicate frill detailing across the front. It is perfect for a casual yet sophisticated look. The long sleeves and soft fabric ensure comfort and warmth throughout the day. Ideal for pairing with jeans or skirts, this sweater adds a touch of feminine charm to any outfit."
  },
  {
    "id": "1253689",
    "name": "브라운 스웨터 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1253689.jpg",
    "summary": "Comfortable and stylish brown sweater dress perfect for casual outings. Features long sleeves, a relaxed fit, and is made from a soft, cozy material. The dress is paired with beige accessories and is ideal for cooler weather."
  },
  {
    "id": "1253739",
    "name": "스트라이프 롱 스웨터 드레스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1253739.jpg",
    "summary": "This long sweater dress features a classic white base with black horizontal stripes, providing a chic and casual look. It has a comfortable, loose fit with long sleeves and a round neckline, suitable for cooler weather. Pair it with boots for a stylish and effortless outfit."
  },
  {
    "id": "1255123",
    "name": "퍼플 브이넥 블라우스",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/1255123.jpg",
    "summary": "This blous has a subtle purple color with a chic v-neckline. The long sleeves and gathered cuffs add a sophisticated touch, making it perfect for both casual and formal occasions. Pair it with jeans or skirts for a versatile look."
  },
  {
    "id": "1255293",
    "name": "편안한 베이지 니트 스웨터",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/1255293.jpg",
    "summary": "This cozy beige knit sweater features a textured, fluffy design, making it perfect for staying warm and stylish. Ideal for casual wear, it pairs well with jeans or leggings for a comfortable and chic look."
  },
  {
    "id": "1255817",
    "name": "편안한 핑크 스웨터",
    "price": 48000,
    "image": "https://cdn.adcio.ai/demo/products/1255817.jpg",
    "summary": "This cozy pink sweater is perfect for casual outings. It is made from soft, comfortable fabric and features a loose fit for relaxed wear. Ideal for pairing with jeans or leggings, this sweater offers both style and comfort."
  },
  {
    "id": "1255989",
    "name": "베이지 벨트 롱 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/1255989.jpg",
    "summary": "This elegant and minimalist long dress features a belted waist and a button-down front. Made from lightweight fabric, it is perfect for casual outings or semi-formal occasions. The beige color adds a touch of sophistication to the overall look."
  },
  {
    "id": "1258355",
    "name": "화이트 와이드 레그 팬츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1258355.jpg",
    "summary": "These wide-leg pants feature a comfortable elastic waistband and practical back pockets. Made from lightweight fabric, they offer a relaxed fit and a chic look for everyday wear. Perfect for pairing with casual tops and sneakers."
  },
  {
    "id": "1260671",
    "name": "레드 와이드 팬츠",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/1260671.jpg",
    "summary": "These stylish red wide-leg pants are perfect for the modern woman. Featuring a high waist and a chic belt detail, they offer both comfort and a fashion-forward look. The bright color adds a pop of vibrancy to any outfit, making them ideal for both casual and semi-formal occasions."
  },
  {
    "id": "1260681",
    "name": "블랙 스트레이트 컷 진",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1260681.jpg",
    "summary": "These stylish black jeans feature a straight cut with a raw hem finish, providing a modern and edgy look. They offer a comfortable fit with a mid-rise waist, perfect for casual or semi-formal occasions."
  },
  {
    "id": "126143",
    "name": "기본 브이넥 니트 스웨터",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/126143.jpg",
    "summary": "This comfortable V-neck knit sweater features a relaxed fit with ribbed cuffs and hem. Perfect for casual outings or cozy days at home, it pairs well with a variety of bottoms for versatile styling."
  },
  {
    "id": "1266146",
    "name": "베이지 하이 웨이스트 와이드 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1266146.jpg",
    "summary": "These beige high-waist wide-leg pants feature a tailored design with back pockets and a smooth finish. They are chic and versatile, perfect for both casual and formal occasions."
  },
  {
    "id": "1266578",
    "name": "플리츠 롱 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1266578.jpg",
    "summary": "This elegant long pleated skirt features a comfortable elastic waistband and flows beautifully with every step. Perfect for casual outings or semi-formal occasions, it pairs well with a simple top and sneakers for a chic, effortless look."
  },
  {
    "id": "1266758",
    "name": "베이지 슬랙스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1266758.jpg",
    "summary": "These beige slacks are perfect for a casual yet refined look. They feature a comfortable and relaxed fit, making them ideal for everyday wear. The fabric is lightweight and breathable, ensuring comfort throughout the day. Pair them with a simple top and sandals for a stylish and effortless outfit."
  },
  {
    "id": "1266986",
    "name": "여성용 와이드 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1266986.jpg",
    "summary": "Elegant wide-leg pants for women, offering a sleek and polished look. These beige trousers feature a high waist and a relaxed fit, making them perfect for both professional and casual occasions. The pants are paired well with a tucked-in blouse and heels for a sophisticated ensemble."
  },
  {
    "id": "1267599",
    "name": "편안한 레드 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1267599.jpg",
    "summary": "These comfortable red pants feature a straight-leg cut and a high-waist design, perfect for casual and semi-formal occasions. Made from a soft and breathable fabric, they provide both style and comfort."
  },
  {
    "id": "1273050",
    "name": "블랙 조거 팬츠",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/1273050.jpg",
    "summary": "These black jogger pants are perfect for a casual yet stylish look. They feature an elastic waistband and cuffs for comfort and a modern fit. The large front pockets add practical detail to the design. Pair them with a cozy sweater and loafers for an effortless outfit."
  },
  {
    "id": "1276248",
    "name": "체크무늬 민소매 탑",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1276248.jpg",
    "summary": "This sleeveless top showcases a classic checkered pattern in shades of blue, perfect for a casual yet chic look. The square neckline and ruffle details add a touch of femininity, making it an ideal choice for warm-weather outings."
  },
  {
    "id": "1277010",
    "name": "베이지 립 반팔 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1277010.jpg",
    "summary": "This is a stylish short-sleeve ribbed shirt in a soft beige color. The shirt features a subtle collar and a comfortable, fitted design. It pairs beautifully with a variety of bottoms, perfect for both casual and semi-formal occasions."
  },
  {
    "id": "1278436",
    "name": "알로하 하와이 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1278436.jpg",
    "summary": "This stylish white t-shirt features a colorful 'Aloha' print with a fun beach theme. The shirt is paired with rolled sleeves for a relaxed and casual look. Perfect for summer or casual outings."
  },
  {
    "id": "1279957",
    "name": "블랙 크롭탑",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1279957.jpg",
    "summary": "This stylish black crop top features a flattering V-neck design and short sleeves. Made from comfortable fabric, it's perfect for casual wear or pairing with high-waisted pants."
  },
  {
    "id": "128041",
    "name": "회색 루즈핏 니트 드레스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/128041.jpg",
    "summary": "A cozy gray knit dress that features a turtleneck design and long sleeves with fur detailing on the cuffs, perfect for keeping warm and stylish during cooler seasons."
  },
  {
    "id": "1283960",
    "name": "빨간색 버튼 니트 가디건",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1283960.jpg",
    "summary": "This stylish red cardigan features a button front and a V-neckline. It has a ribbed texture for added detail and can be paired perfectly with jeans or skirts for a casual yet chic look. Perfect for layering and adding a pop of color to your wardrobe."
  },
  {
    "id": "1286210",
    "name": "회색 캐주얼 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1286210.jpg",
    "summary": "Comfortable and stylish gray casual dress with short sleeves and a round neckline. Perfect for everyday wear. Made from soft and breathable fabric for a relaxed fit. Ideal for pairing with sandals or sneakers."
  },
  {
    "id": "1289882",
    "name": "멀티컬러 여성 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1289882.jpg",
    "summary": "This stylish blouse features a unique multicolor design with teal, brown, and coral sections. The short sleeves and loose fit make it perfect for casual outings. Pair it with white pants or jeans for a chic look."
  },
  {
    "id": "1292585",
    "name": "여성 스트라이프 니트 티",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/1292585.jpg",
    "summary": "This women's knit t-shirt features a stylish stripe pattern in shades of navy blue, green, and beige. The top has a ribbed texture and short sleeves, perfect for a casual and comfortable look."
  },
  {
    "id": "1298182",
    "name": "플로럴 패턴 슬릿 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1298182.jpg",
    "summary": "Elegant black dress with a floral pattern, featuring a backless design and a slit for added style and comfort. Perfect for both casual outings and special occasions."
  },
  {
    "id": "12992",
    "name": "체크 무늬 미디 스커트",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/12992.jpg",
    "summary": "This is a stylish midi skirt featuring a classic brown check pattern. It has a wrap design with button detailing and a tie waist, making it a versatile addition to any wardrobe. Perfect for a professional or casual chic look."
  },
  {
    "id": "1300879",
    "name": "민트 버튼 슬리브리스 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1300879.jpg",
    "summary": "This stylish sleeveless blouse features a mint green color and front button design. The elasticated waist adds a comfortable and flattering fit. Perfect for casual or semi-formal occasions."
  },
  {
    "id": "1302209",
    "name": "도트 슬리브리스와 와이드 팬츠 세트",
    "price": 72000,
    "image": "https://cdn.adcio.ai/demo/products/1302209.jpg",
    "summary": "This outfit features a chic, beige polka-dot sleeveless top paired with comfortable, wide-leg trousers. Perfect for a casual yet stylish look during warmer seasons. The light and breathable fabric ensures all-day comfort."
  },
  {
    "id": "1304200",
    "name": "스트라이프 반소매 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/1304200.jpg",
    "summary": "This comfortable short-sleeve t-shirt features a classic white and green stripe design. It is perfect for casual wear and can be easily paired with jeans or shorts for a stylish look. The soft fabric ensures all-day comfort."
  },
  {
    "id": "1306061",
    "name": "화이트 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1306061.jpg",
    "summary": "This stylish white blouse features black trim and buttons, creating a chic contrast. It has a classic collar and short sleeves, perfect for casual or semi-formal occasions. The blouse is paired beautifully with light blue jeans, making it a versatile piece for any wardrobe."
  },
  {
    "id": "1307351",
    "name": "긴팔 블랙 탑",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/1307351.jpg",
    "summary": "A stylish black long-sleeve top that pairs perfectly with jeans. Suitable for casual outings and comfortable to wear."
  },
  {
    "id": "1307532",
    "name": "베이지 롱 슬리브 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1307532.jpg",
    "summary": "This is a comfortable and chic long sleeve dress in a soft beige color. It features a round neckline with button details. The dress has a relaxed fit and falls gracefully to the ankles, making it perfect for casual or semi-casual wear. Pair it with sneakers or flats for a stylish look."
  },
  {
    "id": "130801",
    "name": "퍼플 후드 롱 코트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/130801.jpg",
    "summary": "This long hooded coat in purple offers both style and comfort. Made from high-quality fabric, it ensures warmth and durability. The relaxed fit and soft material make it perfect for casual outings. Ideal for layering, this coat will keep you cozy while adding a pop of color to your wardrobe."
  },
  {
    "id": "1308346",
    "name": "브라운 체크 셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1308346.jpg",
    "summary": "This stylish brown plaid shirt features a classic button-up design with a comfortable fit. Perfect for casual outings or a relaxed day at work, it offers a versatile style that pairs well with jeans or skirts. The soft fabric ensures comfort throughout the day."
  },
  {
    "id": "130868",
    "name": "여성 루즈핏 핑크 스웨트셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/130868.jpg",
    "summary": "This comfortable loose-fit pink sweatshirt is perfect for a casual day out. It features long sleeves and a round neckline, offering both style and comfort. Ideal for layering or wearing on its own, it's a versatile addition to any wardrobe."
  },
  {
    "id": "1309108",
    "name": "청 롱 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1309108.jpg",
    "summary": "A stylish blue denim long skirt with a simple cut, perfect for casual outings. The skirt features a comfortable fit, making it ideal for everyday wear. Pair it with sneakers for a relaxed look."
  },
  {
    "id": "1322650",
    "name": "노란색 스웨터",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1322650.jpg",
    "summary": "This stylish yellow sweater features a bold black 'FOREVER YOUNG ENOUGH' graphic print on the front. Made from a comfortable and soft fabric, it provides a relaxed fit with long sleeves and a crew neckline. It's perfect for casual outings and adding a pop of color to your wardrobe."
  },
  {
    "id": "132365",
    "name": "핑크 오프숄더 원피스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/132365.jpg",
    "summary": "This casual pink off-shoulder dress features a loose fit and short sleeves. It's made of a comfortable and lightweight fabric, perfect for a relaxed and stylish look."
  },
  {
    "id": "1324251",
    "name": "귀여운 캐릭터 스웨트셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1324251.jpg",
    "summary": "Comfortable and casual beige sweatshirt featuring a cute cartoon character design. Perfect for everyday wear, blending style and comfort effortlessly. Ideal for cooler weather with its cozy material."
  },
  {
    "id": "1324911",
    "name": "영원한 맨투맨",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/1324911.jpg",
    "summary": "Comfortable and chic, this long-sleeved sweatshirt stands out with its bright yellow color and bold 'FOREVER' text on the front. Perfect for casual outings or lounging at home."
  },
  {
    "id": "1325631",
    "name": "화이트 롱 소매 드레스",
    "price": 89000,
    "image": "https://cdn.adcio.ai/demo/products/1325631.jpg",
    "summary": "This elegant long sleeve dress is perfect for any formal occasion. Made from a lightweight fabric, it features a midi-length hem, a cinched waist, and a flowy silhouette. The classic white color and simple design make it a versatile piece for any wardrobe."
  },
  {
    "id": "1329906",
    "name": "흑백 하운드투스 블레이저",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/1329906.jpg",
    "summary": "A fashionable black and white houndstooth blazer that exudes sophistication and style. Perfect for both casual outings and formal occasions, it offers a comfortable fit and versatile design. The blazer pairs well with various outfits and is a timeless addition to any wardrobe."
  },
  {
    "id": "1332256",
    "name": "브라운 슬림핏 긴팔 티셔츠",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/1332256.jpg",
    "summary": "This elegant brown slim-fit long sleeve shirt is perfect for a casual outing or a comfortable day at work. Made from soft, breathable fabric, it offers a snug fit that accentuates the figure. Pairs well with jeans or skirts for a versatile wardrobe addition."
  },
  {
    "id": "133310",
    "name": "롱 스웨트셔츠 드레스",
    "price": 48000,
    "image": "https://cdn.adcio.ai/demo/products/133310.jpg",
    "summary": "This long sweatshirt dress features a relaxed fit and a flared hemline, offering both comfort and style. The brown color adds a touch of elegance, making it suitable for casual outings or a laid-back day at home. Ideal for pairing with sneakers for a trendy look."
  },
  {
    "id": "1336047",
    "name": "블루 미디 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1336047.jpg",
    "summary": "This elegant blue midi dress features a sophisticated back design with a subtle keyhole cutout and a waistline that flatters the figure. It is perfect for both casual and formal occasions. Crafted from high-quality fabric, it ensures comfort and style."
  },
  {
    "id": "1339401",
    "name": "블루 민소매 더블 버튼 원피스",
    "price": 60000,
    "image": "https://cdn.adcio.ai/demo/products/1339401.jpg",
    "summary": "Sleeveless blue dress featuring a double-breasted design with a belted waist. Perfect for both casual and semi-formal occasions, providing a chic and sophisticated look."
  },
  {
    "id": "1339991",
    "name": "라일락 퍼프 소매 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/1339991.jpg",
    "summary": "This elegant dress features a soft, lilac purple color with stylish puff sleeves. The lightweight fabric and knee-length design make it perfect for spring and summer wear. Ideal for both casual outings and semi-formal events, this dress offers a blend of comfort and chic fashion."
  },
  {
    "id": "134006",
    "name": "네이비 긴 소매 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/134006.jpg",
    "summary": "This elegant long sleeve dress features a comfortable, loose fit with a flattering mermaid flare at the bottom. The navy color adds a touch of sophistication, making it perfect for both casual and semi-formal occasions. Made from soft, high-quality materials, this dress ensures comfort while maintaining style."
  },
  {
    "id": "1342643",
    "name": "파란색 도트 무늬 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/1342643.jpg",
    "summary": "This beautiful blue dress features a charming white polka dot pattern. Designed with a V-back and a waist tie for a flattering silhouette, it falls to a midi length, making it perfect for both casual outings and more formal occasions. The short sleeves provide a comfortable fit, while the breathable fabric ensures all-day comfort."
  },
  {
    "id": "1345419",
    "name": "긴 소매 주름 미디 드레스",
    "price": 54000,
    "image": "https://cdn.adcio.ai/demo/products/1345419.jpg",
    "summary": "This stylish midi dress features long sleeves and a chic gathered front detail. Made from comfortable fabrics, it's perfect for casual outings and laid-back days. The dress drapes elegantly and pairs well with sneakers or casual shoes."
  },
  {
    "id": "1345519",
    "name": "긴팔 캐주얼 원피스",
    "price": 39000,
    "image": "https://cdn.adcio.ai/demo/products/1345519.jpg",
    "summary": "Comfortable long-sleeve casual dress in brown. Made with soft material, perfect for everyday wear. Ideal for a relaxed and cozy look."
  },
  {
    "id": "135994",
    "name": "퍼플 반팔 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/135994.jpg",
    "summary": "This stylish loose-fitting purple T-shirt features a comfortable round neckline and short sleeves. The casual design pairs perfectly with jeans or shorts, making it ideal for everyday wear."
  },
  {
    "id": "137772",
    "name": "파스텔 깅엄 체크 롱 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/137772.jpg",
    "summary": "This elegant long dress features a pastel gingham check pattern. The dress has short sleeves with white cuffs and falls below the knee, perfect for a casual yet stylish look. The lightweight fabric ensures comfort, making it ideal for warm weather."
  },
  {
    "id": "138171",
    "name": "캐릭터 프린트 와이드 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/138171.jpg",
    "summary": "Comfortable wide-leg blue jeans featuring playful character print and colorful paint splatter design. Perfect for casual wear and making a fun fashion statement."
  },
  {
    "id": "138438",
    "name": "캐릭터 프린트 화이트 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/138438.jpg",
    "summary": "This casual white t-shirt features a charming black print of various cartoon characters. It is a comfortable and stylish option, ideal for everyday wear. The shirt pairs perfectly with jeans and offers a relaxed fit."
  },
  {
    "id": "138590",
    "name": "미키 마우스 반팔 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/138590.jpg",
    "summary": "This yellow short-sleeve t-shirt features a playful design with a red polka-dotted silhouette of a recognizable mouse head. It is paired casually with jeans, perfect for a relaxed, stylish look."
  },
  {
    "id": "140332",
    "name": "그린 캐주얼 팬츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/140332.jpg",
    "summary": "These green casual pants feature a relaxed fit with a rolled-up hem, offering a chic and comfortable look. Perfect for everyday wear, they pair easily with a variety of tops and shoes. The pants have a high waist and include belt loops for added accessory options."
  },
  {
    "id": "141262",
    "name": "블랙 캐주얼 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/141262.jpg",
    "summary": "Comfortable black casual pants with a drawstring waist for an adjustable fit. Perfect for daily wear or casual outings."
  },
  {
    "id": "14498",
    "name": "베이직 크림 컬러 긴팔 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/14498.jpg",
    "summary": "This long-sleeve top features a soft, beige hue and a stylish twist detail at the back. Its simple yet elegant design makes it a perfect addition to any outfit, offering both comfort and a touch of sophistication."
  },
  {
    "id": "1511",
    "name": "파란 주름 원피스",
    "price": 32000,
    "image": "https://cdn.adcio.ai/demo/products/1511.jpg",
    "summary": "This is a comfortable and stylish knee-length dress with a loose fit. It features a light blue color, half sleeves, and a V-neckline. The dress has a crinkled texture with a minimalistic design, making it perfect for casual outings."
  },
  {
    "id": "152057",
    "name": "검은색 반팔 상의와 반바지 세트",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/152057.jpg",
    "summary": "This is a comfortable, casual black outfit consisting of a short-sleeved top and matching shorts. Perfect for lounging or a relaxed day out. The elastic waistband on the shorts ensures a good fit."
  },
  {
    "id": "152757",
    "name": "체크무늬 와이드 팬츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/152757.jpg",
    "summary": "These stylish wide-leg pants feature a black and white checkered pattern. They have an elastic waistband for comfort and are made from lightweight, breathable fabric. Perfect for casual outings or a relaxed day at home."
  },
  {
    "id": "153603",
    "name": "갈색 긴팔 롱 드레스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/153603.jpg",
    "summary": "This long brown dress offers a comfortable and relaxed fit, featuring long sleeves and a high collar. Ideal for casual outings, it pairs perfectly with ankle boots and simple accessories."
  },
  {
    "id": "154516",
    "name": "레드 스트라이프 루즈핏 원피스",
    "price": 32000,
    "image": "https://cdn.adcio.ai/demo/products/154516.jpg",
    "summary": "This casual loose-fitting red and white striped dress features a boat neckline and long sleeves. The dress has a knee-length design with side slits for added comfort and style. Ideal for a relaxed and chic look, it pairs well with white pants and slip-on shoes."
  },
  {
    "id": "156646",
    "name": "여성 라이트 그린 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/156646.jpg",
    "summary": "This women's light green shirt features a comfortable and relaxed fit, perfect for casual wear. It comes with long sleeves and a chest pocket, adding a classic touch to its elegant design. The soft fabric ensures comfort throughout the day, making it a great addition to any wardrobe."
  },
  {
    "id": "158474",
    "name": "베이지 민소매 조끼",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/158474.jpg",
    "summary": "This sleeveless beige vest features a minimalist design with two front pockets for added functionality. It is perfect for layering over long-sleeve tops or dresses, providing both style and warmth. The soft fabric ensures a comfortable fit, making it a versatile addition to any wardrobe."
  },
  {
    "id": "159487",
    "name": "롱 브라운 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/159487.jpg",
    "summary": "This elegant brown mid-length skirt features a flattering A-line silhouette. Perfect for both casual and semi-formal occasions, it can be paired with various tops and footwear for versatile styling. The skirt offers a clean and minimalist look."
  },
  {
    "id": "160136",
    "name": "니트 롱 카디건",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/160136.jpg",
    "summary": "This comfortable and stylish long cardigan is perfect for the colder seasons. The black knit fabric provides warmth while adding a touch of elegance to your outfit. Versatile for both casual and semi-formal wear."
  },
  {
    "id": "161925",
    "name": "스트라이프 오버사이즈 스웨터",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/161925.jpg",
    "summary": "This oversized sweater features a classic black and white stripe pattern. The relaxed fit and dropped shoulders provide a comfortable and casual look, perfect for both men and women. The ribbed cuffs and hem add a bit of structure to this soft, cozy piece."
  },
  {
    "id": "163195",
    "name": "피탁스키니 레깅스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/163195.jpg",
    "summary": "These black leggings are designed for comfort and style, perfect for pairing with a variety of outfits. They feature a snug, skinny fit and a high rise waist, making them ideal for daily wear or casual occasions. The material is stretchy and soft, ensuring you stay comfortable all day long."
  },
  {
    "id": "169958",
    "name": "베이직 베이지 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/169958.jpg",
    "summary": "This elegant blouse features a soft beige color with a relaxed fit. The V-neckline and button-up design make it a versatile piece for both casual and formal occasions. The long sleeves provide a comfortable and stylish look."
  },
  {
    "id": "171445",
    "name": "레드 울 터틀넥 스웨터",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/171445.jpg",
    "summary": "This classic red turtleneck sweater is perfect for a stylish and warm look. It features a high neckline and long sleeves, making it ideal for cooler weather. The soft material ensures comfort while maintaining a chic and sophisticated silhouette."
  },
  {
    "id": "172512",
    "name": "여성용 캐주얼 블루 자켓",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/172512.jpg",
    "summary": "This casual blue jacket features a zip-up front and three-quarter length sleeves, perfect for a relaxed yet stylish look. It pairs well with light-colored pants and comfortable loafers, making it an ideal choice for everyday wear."
  },
  {
    "id": "172647",
    "name": "레이스 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/172647.jpg",
    "summary": "This delicate blouse features a beautiful lace design across the neckline, providing an elegant and feminine touch. The lightweight fabric and relaxed fit make it comfortable for all-day wear. Perfect for pairing with jeans or trousers for a chic and stylish look."
  },
  {
    "id": "173511",
    "name": "그린 후드티",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/173511.jpg",
    "summary": "A cozy and stylish green hoodie with adjustable drawstrings and a comfortable fit. Perfect for casual outings and keeping warm."
  },
  {
    "id": "174533",
    "name": "플로럴 패턴 베이지 원피스",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/174533.jpg",
    "summary": "This elegant dress features a simple yet stylish design, perfect for various occasions. The beige color is complemented by floral patterns on the sleeves and hem, adding a touch of sophistication. It is designed with a relaxed fit and long sleeves, providing comfort and style. Pair it with heels and tights for a complete look."
  },
  {
    "id": "175667",
    "name": "여성 V넥 그린 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/175667.jpg",
    "summary": "A chic green V-neck dress featuring long sleeves and subtle color accents on the cuffs and neckline. Ideal for both casual and semi-formal occasions, this versatile dress promises comfort and style."
  },
  {
    "id": "176598",
    "name": "아트 프린트 미디 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/176598.jpg",
    "summary": "This dress features a modern abstract black-and-white design, perfect for casual or semi-formal occasions. The short sleeves and midi length offer a comfortable and relaxed fit, while still maintaining a stylish, contemporary look."
  },
  {
    "id": "180011",
    "name": "루즈핏 브라운 셔츠",
    "price": 49000,
    "image": "https://cdn.adcio.ai/demo/products/180011.jpg",
    "summary": "This loose-fit shirt features a stylish and comfortable brown design. It has a unique button detail and long sleeves with cinched cuffs. Perfect for a casual yet chic look."
  },
  {
    "id": "180531",
    "name": "여성 라운드 넥 긴팔 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/180531.jpg",
    "summary": "This elegant long-sleeved blouse features a soft pink hue and a relaxed, flowing fit. It has a round neckline and is perfect for a casual yet chic look. The lightweight fabric ensures comfort for all-day wear."
  },
  {
    "id": "182422",
    "name": "그린 롱 원피스",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/182422.jpg",
    "summary": "This elegant green long dress features a flattering cinched waist and three-quarter length puff sleeves. The simple yet sophisticated design makes it perfect for both casual and semi-formal occasions. Pair it with your favorite accessories to create a chic look."
  },
  {
    "id": "182602",
    "name": "네이비 롱 드레스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/182602.jpg",
    "summary": "This elegant navy dress features a double-breasted design with long sleeves, a v-neckline, and a fitted waist with a tiered, flowing skirt. Perfect for a sophisticated and chic look."
  },
  {
    "id": "18406",
    "name": "남성용 슬림핏 바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/18406.jpg",
    "summary": "These stylish slim-fit pants are perfect for casual or semi-formal occasions. Made from comfortable fabric, they come in a versatile gray color, ideal for pairing with various tops and shoes."
  },
  {
    "id": "191497",
    "name": "초콜릿 이즈 치퍼 댄 테라피 롱 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/191497.jpg",
    "summary": "This long, black dress features white sleeves and a fun printed message on the back that reads 'Chocolate is Cheaper Than Therapy'. Made from comfortable and high-quality fabric, it blends style with a playful statement. Perfect for casual outings or a relaxed day indoors."
  },
  {
    "id": "193463",
    "name": "베이지 반소매 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/193463.jpg",
    "summary": "This elegant beige short-sleeved t-shirt offers a relaxed and comfortable fit. The soft, flowing fabric is perfect for everyday wear, and it pairs beautifully with various accessories. Ideal for casual outings, this t-shirt provides both style and comfort."
  },
  {
    "id": "195709",
    "name": "여성 블라우스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/195709.jpg",
    "summary": "This stylish white blouse features a classic collar design and dual front pockets. The long sleeves are accented with buttoned cuffs, adding a touch of elegance. Perfect for both office wear and casual outings."
  },
  {
    "id": "196475",
    "name": "여성 슬리브리스 세트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/196475.jpg",
    "summary": "This elegant sleeveless set features a stylish black pinstripe design. The top has a belted waist with a peplum hem for a flattering silhouette, paired with matching straight-leg trousers. Perfect for formal occasions or a chic office look."
  },
  {
    "id": "196669",
    "name": "블루 패턴 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/196669.jpg",
    "summary": "This stylish dress features a sophisticated blue top with pearl buttons and a chic, abstract-patterned white skirt. Perfect for both casual and semi-formal occasions, it offers a flattering fit and a modern look with its sleeveless design."
  },
  {
    "id": "197554",
    "name": "블랙 벨트 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/197554.jpg",
    "summary": "This elegant black dress features a figure-hugging silhouette with a sophisticated belt detail at the waist. Perfect for both professional and formal occasions, it pairs well with heels and a clutch."
  },
  {
    "id": "197724",
    "name": "트위드 셋업",
    "price": 90000,
    "image": "https://cdn.adcio.ai/demo/products/197724.jpg",
    "summary": "This stylish two-piece women's set features a white tweed fabric with colorful accents. The jacket has a cropped design with rolled sleeves and button details, while the mini skirt includes a front slit for added flair. Perfect for a chic and sophisticated look."
  },
  {
    "id": "198338",
    "name": "청록색 드레스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/198338.jpg",
    "summary": "This elegant dress features a flowing, full-length skirt and half sleeves. The fabric drapes beautifully, offering both comfort and style, perfect for formal or semi-formal occasions."
  },
  {
    "id": "200352",
    "name": "플로럴 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/200352.jpg",
    "summary": "This elegant long-sleeve dress features a beautiful black fabric with intricate white floral patterns. It has a flattering silhouette that falls gracefully to mid-calf, making it perfect for both casual and semi-formal occasions. Pair it with ankle boots for a chic, sophisticated look."
  },
  {
    "id": "200530",
    "name": "플로럴 랩 드레스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/200530.jpg",
    "summary": "This elegant wrap dress features a delicate floral pattern on a light blue background. It has fluttering short sleeves and a cinched waist that ties for a flattering fit. The skirt falls to mid-calf, making it perfect for both casual and dressy occasions."
  },
  {
    "id": "202341",
    "name": "곰 자수 오버사이즈 긴팔 티셔츠",
    "price": 18000,
    "image": "https://cdn.adcio.ai/demo/products/202341.jpg",
    "summary": "This oversized long-sleeve shirt features a cute embroidered bear design on the front. The comfortable fit and soft material make it perfect for casual wear. Ideal for staying cozy and stylish at the same time."
  },
  {
    "id": "202917",
    "name": "블랙 가죽 플리츠 스커트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/202917.jpg",
    "summary": "This stylish black leather skirt features a chic pleated design and a high-waisted fit. Perfect for pairing with sweaters and boots, it adds a touch of edgy sophistication to any outfit."
  },
  {
    "id": "203481",
    "name": "네이비 미디 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/203481.jpg",
    "summary": "A stylish navy midi skirt, perfect for office wear or casual outings. The high-waisted design provides a flattering silhouette, and the durable fabric ensures comfort and longevity. Pair it with your favorite blouse or top for an elegant look."
  },
  {
    "id": "20421",
    "name": "베이지 슬림핏 팬츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/20421.jpg",
    "summary": "These beige slim-fit pants offer a sleek and comfortable style perfect for casual or semi-formal occasions. They feature a classic button and zipper closure, along with functional front pockets. The fabric ensures a flattering fit, making them a versatile addition to any wardrobe."
  },
  {
    "id": "204865",
    "name": "블루 롱 스커트",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/204865.jpg",
    "summary": "This is a stylish and comfortable blue long skirt perfect for casual wear. It features an elastic waistband for a flexible fit and has a mid-calf length. Pair it with your favorite top and accessories for a chic look."
  },
  {
    "id": "206385",
    "name": "심플 롱 트렌치 코트",
    "price": 89000,
    "image": "https://cdn.adcio.ai/demo/products/206385.jpg",
    "summary": "This long khaki trench coat provides a stylish and comfortable fit for women. It features a high collar with snap buttons, side pockets, and a drawstring waist for a flattering silhouette. Perfect for layering in cooler weather."
  },
  {
    "id": "207156",
    "name": "긴 길이의 겨울 패딩",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/207156.jpg",
    "summary": "This long winter padded jacket is perfect for cold weather. It features a warm and comfortable design with a sleek and stylish appearance. The jacket has two large side pockets for convenience and a secure front closure. Ideal for both men and women."
  },
  {
    "id": "208561",
    "name": "셔츠 스타일 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/208561.jpg",
    "summary": "This knee-length dress features a classic shirt collar and short sleeves. The front is adorned with a subtle ruffle detail, adding a touch of elegance. The beige color makes it a versatile piece for various occasions."
  },
  {
    "id": "212415",
    "name": "데님 패치워크 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/212415.jpg",
    "summary": "This stylish denim patchwork shirt features a unique design with contrasting shades of blue. It has large front pockets and a button-up front, offering a casual yet chic look suitable for both men and women."
  },
  {
    "id": "214121",
    "name": "데님 셔츠 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/214121.jpg",
    "summary": "A stylish blue denim dress featuring long sleeves, a button-down front, and a belted waist. The front chest pockets and classic collar add a chic, casual touch. Perfect for a comfortable yet fashionable look."
  },
  {
    "id": "216665",
    "name": "핑크 니트 스웨터",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/216665.jpg",
    "summary": "Soft and comfortable pink knit sweater, perfect for a cozy and casual outfit. The sweater features a simple and elegant design with a relaxed fit, making it ideal for daily wear."
  },
  {
    "id": "217246",
    "name": "화이트 린넨 와이드팬츠",
    "price": 59000,
    "image": "https://cdn.adcio.ai/demo/products/217246.jpg",
    "summary": "High-waisted wide-leg linen pants perfect for a chic and relaxed look. The lightweight material provides great comfort, making them ideal for warm weather. Features a button and zipper closure, along with side pockets."
  },
  {
    "id": "217653",
    "name": "베이지 오버사이즈 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/217653.jpg",
    "summary": "This beige oversized dress features short sleeves, a front buttoned placket, and convenient side pockets. Perfect for a casual and comfortable look, it is easy to style and suitable for everyday wear."
  },
  {
    "id": "217744",
    "name": "화이트 셔츠 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/217744.jpg",
    "summary": "This white shirt dress features a button-down front, short sleeves, and a classic collar. It offers a loose fit and is crafted from lightweight fabric, making it perfect for a casual yet stylish look. Ideal for various occasions, it pairs well with different accessories to create a versatile wardrobe piece."
  },
  {
    "id": "218995",
    "name": "긴소매 벨벳 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/218995.jpg",
    "summary": "This dress features long, loose sleeves and is made from a soft, velvet material. The color is a warm brown, providing a rich and elegant look. The front button detail adds a classic touch, making it perfect for casual outings or semi-formal events."
  },
  {
    "id": "219145",
    "name": "오버사이즈 롱 원피스",
    "price": 58000,
    "image": "https://cdn.adcio.ai/demo/products/219145.jpg",
    "summary": "This oversized long dress features a comfortable and relaxed fit, making it perfect for casual and everyday wear. The main color is green, with a loose waist and button details for an added touch of style. It pairs well with leggings or tights and flat shoes."
  },
  {
    "id": "222829",
    "name": "레드 미니 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/222829.jpg",
    "summary": "A chic red mini dress featuring short sleeves and a stylish collar. Ideal for casual outings or semi-formal occasions. Pair with heels for a sophisticated look."
  },
  {
    "id": "224642",
    "name": "여성 정장 바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/224642.jpg",
    "summary": "These elegant gray dress pants for women offer a perfect fit with a sleek and stylish design. Ideal for professional settings, they feature a comfortable waistband and functional pockets. The tailored cut adds a sophisticated touch to any outfit, making them a versatile addition to your wardrobe."
  },
  {
    "id": "224666",
    "name": "플래드 체크 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/224666.jpg",
    "summary": "These stylish plaid pants feature a fitted design with a high waist and straight leg cut. The red and beige checkered pattern adds a classic and timeless appeal, making these pants perfect for both casual and semi-formal occasions. They are made from a comfortable fabric that allows for ease of movement and all-day wear. Pair them with a solid top and loafers for a chic and polished look."
  },
  {
    "id": "224703",
    "name": "여성 블랙 슬랙스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/224703.jpg",
    "summary": "Chic and professional, these black slacks offer a tailored fit ideal for the modern woman. The slim silhouette and clean lines make them suitable for both office wear and more formal occasions. Pair them with heels for a polished look."
  },
  {
    "id": "226235",
    "name": "체크 패턴 팬츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/226235.jpg",
    "summary": "Sophisticated grey checkered pants featuring a tailored fit. Made from high-quality fabric, these pants provide both comfort and style, making them perfect for casual and professional settings. Pair with boots or heels for a chic look."
  },
  {
    "id": "227314",
    "name": "그린 마르니 린넨 블라우스",
    "price": 59000,
    "image": "https://cdn.adcio.ai/demo/products/227314.jpg",
    "summary": "A stylish green linen blouse featuring a comfortable loose fit, long sleeves, and a ruffle collar. Ideal for both casual and semi-formal occasions, it pairs perfectly with white pants and flats for a sleek look."
  },
  {
    "id": "227381",
    "name": "네이비 스트라이프 코디 세트",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/227381.jpg",
    "summary": "Stylish outfit set featuring a navy jacket paired with a stripe pattern top and white trousers. Perfect for a chic, polished look. The classic combination is ideal for various occasions. The sleek black sandals complement the overall ensemble beautifully."
  },
  {
    "id": "229627",
    "name": "블랙 반팔 티셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/229627.jpg",
    "summary": "A sleek and stylish short-sleeve black top that pairs perfectly with a variety of outfits. Ideal for both casual and semi-formal occasions. Made with high-quality fabric for maximum comfort and durability."
  },
  {
    "id": "23004",
    "name": "세미 와이드 블랙 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/23004.jpg",
    "summary": "These black semi-wide pants offer both comfort and a sleek look, perfect for a professional or casual setting. Featuring a high waist and straight-leg design, they pair well with a variety of tops and shoes."
  },
  {
    "id": "230803",
    "name": "라이트 블루 데님 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/230803.jpg",
    "summary": "These light blue denim pants are designed for a comfortable and stylish fit. They feature a straight leg cut, perfect for casual outings. The high-quality denim material ensures durability and long-lasting wear."
  },
  {
    "id": "231045",
    "name": "블랙 롤업 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/231045.jpg",
    "summary": "Stylish and comfortable black rolled-up jeans perfect for casual outings. These jeans feature a classic cut and an adjustable rolled hem for a versatile look. Pair them with sneakers or flats to complete the look."
  },
  {
    "id": "231883",
    "name": "베이지 롱 가디건",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/231883.jpg",
    "summary": "This stylish long cardigan is ideal for everyday wear. It features a comfortable and relaxed fit with a split hem, adding a touch of elegance to your look. The soft beige color makes it versatile and easy to match with different outfits. Perfect for casual outings and leisurely weekends."
  },
  {
    "id": "233432",
    "name": "녹색 반소매 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/233432.jpg",
    "summary": "This short-sleeved green top pairs perfectly with light-colored bottoms for a casual yet stylish look. It features a solid green color and a comfortable fit, making it ideal for everyday wear."
  },
  {
    "id": "23467",
    "name": "블랙 스키니 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/23467.jpg",
    "summary": "These sleek black skinny pants offer a stylish and comfortable fit, perfect for casual outings or a night out. Crafted from high-quality fabric, they provide a snug fit with a modern look. Pair them with sneakers for a relaxed look or dress them up with heels."
  },
  {
    "id": "234741",
    "name": "핑크 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/234741.jpg",
    "summary": "This cozy pink knitted sweater is perfect for keeping warm during cooler weather. It features a comfortable, loose fit with a ribbed neck, cuffs, and hem. The soft texture and pastel hue make it a stylish and versatile addition to any wardrobe. Ideal for casual outings or a relaxed day at home."
  },
  {
    "id": "235406",
    "name": "레이스 니트 조끼",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/235406.jpg",
    "summary": "This is a delicate beige lace-knit vest, perfect for layering over tanks and tops. It features intricate patterns and a button front closure, adding a touch of elegance to any casual summer outfit."
  },
  {
    "id": "236448",
    "name": "베이지 니트 탑",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/236448.jpg",
    "summary": "This elegant beige knit top features a ribbed texture with a form-fitting design. It has long sleeves and a flattering round neckline, making it perfect for both casual and formal occasions."
  },
  {
    "id": "237191",
    "name": "베이지 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/237191.jpg",
    "summary": "This elegant long dress is perfect for any casual or semi-formal occasion. The beige color and simple design make it versatile and easy to accessorize. It features short sleeves and a relaxed fit, offering a comfortable yet stylish look. Pair it with flats and a woven handbag for a chic, understated ensemble."
  },
  {
    "id": "238199",
    "name": "오버사이즈 베이지 자켓",
    "price": 58000,
    "image": "https://cdn.adcio.ai/demo/products/238199.jpg",
    "summary": "This oversized jacket features a relaxed fit with short sleeves and a double-breasted front. It has two large front pockets and falls comfortably at the hips, offering a stylish and casual look. Perfect for layering over light clothing in spring or fall."
  },
  {
    "id": "240661",
    "name": "화이트 루즈핏 블라우스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/240661.jpg",
    "summary": "This is a stylish and comfortable loose-fit blouse. It features wide sleeves and is perfect for casual outings or comfortable wear."
  },
  {
    "id": "241191",
    "name": "프릴 스트라이프 스커트",
    "price": 16500,
    "image": "https://cdn.adcio.ai/demo/products/241191.jpg",
    "summary": "This elegant A-line skirt features a delicate gray stripe pattern with a button-down detail on the side. The hem is adorned with a feminine ruffle, adding a touch of sophistication. Suitable for both casual wear and formal occasions."
  },
  {
    "id": "241504",
    "name": "스트라이프 롱 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/241504.jpg",
    "summary": "This skirt features a chic and elegant beige color with subtle vertical stripes. Designed to fall around the lower calf, it pairs well with casual or semi-formal tops. The fabric appears lightweight and flowy, suitable for warm weather."
  },
  {
    "id": "24174",
    "name": "블랙 스키니 진",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/24174.jpg",
    "summary": "These black skinny jeans are both stylish and versatile, perfect for various occasions. The stretchy material ensures comfort and a snug fit, while the classic black color makes it easy to pair with any top. Ideal for casual or dressy looks."
  },
  {
    "id": "242418",
    "name": "연보라 케이블 니트",
    "price": 52000,
    "image": "https://cdn.adcio.ai/demo/products/242418.jpg",
    "summary": "This light purple cable knit sweater features a classic design with intricate patterns, giving it an elegant and cozy appearance. It is perfect for cooler weather, providing both warmth and a stylish look. The sweater is paired nicely with jeans for a casual yet chic outfit."
  },
  {
    "id": "242689",
    "name": "베이지 여성 스웨터",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/242689.jpg",
    "summary": "A stylish and elegant beige sweater perfect for women. It features a soft texture and a comfortable fit, making it ideal for both casual and formal occasions. The classic design and neutral color make it easy to pair with various outfits."
  },
  {
    "id": "244848",
    "name": "옐로우 오버사이즈 린넨 블레이저",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/244848.jpg",
    "summary": "Stylish oversized linen blazer in a vibrant yellow color. Features wide sleeves with rolled cuffs, deep front pockets, and a single button closure. Perfect for elevating any casual or semi-formal outfit. Pairs well with both trousers and skirts."
  },
  {
    "id": "24502",
    "name": "슬림 핏 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/24502.jpg",
    "summary": "These slim-fit jeans are stylish and comfortable, featuring a slightly distressed look on the knees. Perfect for casual outings, they pair well with a variety of tops and shoes for a versatile wardrobe addition."
  },
  {
    "id": "247468",
    "name": "스트라이프 긴팔 셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/247468.jpg",
    "summary": "This long-sleeve shirt features gray and white horizontal stripes with ruffle accents at the cuffs. Perfect for casual wear, it has a round neckline and comfortable fit."
  },
  {
    "id": "253093",
    "name": "플로럴 블루 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/253093.jpg",
    "summary": "This elegant midi dress features a vibrant blue floral pattern on a white background, giving it a fresh and summery feel. It has a square neckline, short sleeves, and a tie waist detail that accentuates the figure. Perfect for casual outings or special occasions."
  },
  {
    "id": "253253",
    "name": "피치 펀칭 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/253253.jpg",
    "summary": "This stylish peach dress features delicate eyelet patterns and puffed sleeves. The mid-length dress has button details down the front and gathered tiers, ideal for a casual day out. The airy fabric and loose fit provide comfort and breathability."
  },
  {
    "id": "254766",
    "name": "브라운 슬랙스 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/254766.jpg",
    "summary": "These brown slacks offer a stylish and comfortable fit, perfect for casual or semi-formal occasions. Made with high-quality material, they feature practical pockets and a flattering cut that accentuates the waist. Ideal for pairing with a wide range of tops and shoes."
  },
  {
    "id": "254819",
    "name": "체크 패턴 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/254819.jpg",
    "summary": "This stylish blouse features a classic black and white check pattern. Its loose fit and long sleeves make it perfect for casual or office wear. The black stripe detail on the arms adds a modern touch to the timeless design."
  },
  {
    "id": "25761",
    "name": "베이지 슬림 피트 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/25761.jpg",
    "summary": "These stylish slim-fit pants in beige are designed for a flattering and comfortable fit. Perfect for casual outings, they feature a classic five-pocket style and are paired easily with a variety of tops and shoes for a versatile look."
  },
  {
    "id": "261717",
    "name": "배색 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/261717.jpg",
    "summary": "A stylish short-sleeve dress featuring a unique color block design with navy and purple sections. The dress has a flowy silhouette, perfect for casual outings or semi-formal events. The ruffle detail at the hem adds a touch of elegance, while the comfortable fabric ensures ease of wear."
  },
  {
    "id": "263020",
    "name": "브라운 체크 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/263020.jpg",
    "summary": "This stylish brown dress features a loose-fitting top with gathered sleeves and a contrasted checkered skirt. Ideal for a casual yet sophisticated look, it can be paired with a small handbag for a chic outfit."
  },
  {
    "id": "264362",
    "name": "베이지 롱 슬림 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/264362.jpg",
    "summary": "This elegant long slim dress features a belt that accentuates the waist. The beige tone adds a touch of sophistication, making it perfect for both casual outings and formal events. The dress is paired with black peep-toe ankle boots, creating a balanced and stylish look."
  },
  {
    "id": "266526",
    "name": "밀리미터 128 ES 클립 반바지",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/266526.jpg",
    "summary": "Chic light blue high-waisted shorts featuring a stylish ruffled waistband and a matching belt for added flair. Perfect for casual outings or a day at the beach."
  },
  {
    "id": "26771",
    "name": "베이지 랩 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/26771.jpg",
    "summary": "This elegant wrap skirt features a comfortable waist tie and falls to a flattering midi length. The light beige color makes it versatile and suitable for various occasions, from casual outings to more formal settings. Pair it with your favorite top and accessories for a chic, effortless look."
  },
  {
    "id": "268689",
    "name": "오프숄더 블랙 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/268689.jpg",
    "summary": "This stylish black dress features a comfortable and modern off-shoulder design with cut-out shoulder details. The dress has a soft fabric with an adjustable waist tie for a flattering fit. Ideal for casual outings or semi-formal events."
  },
  {
    "id": "269194",
    "name": "베이지 루즈핏 재킷",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/269194.jpg",
    "summary": "This is a stylish beige loose-fitting jacket perfect for casual wear. It features a relaxed fit with an open front, long sleeves, and a lightweight fabric ideal for layering. This jacket pairs effortlessly with various outfits, providing both comfort and style."
  },
  {
    "id": "270620",
    "name": "베이지 롱 코트",
    "price": 98000,
    "image": "https://cdn.adcio.ai/demo/products/270620.jpg",
    "summary": "This elegant long coat features a classic beige color, perfect for layering over casual or formal outfits. It is designed with a notched collar, single button closure, and comfortable side pockets. The coat provides a sophisticated and timeless look, suitable for the autumn and winter seasons."
  },
  {
    "id": "270751",
    "name": "여성 캐주얼 바지",
    "price": 32000,
    "image": "https://cdn.adcio.ai/demo/products/270751.jpg",
    "summary": "Comfortable and stylish white trousers designed for casual wear. The pants feature a relaxed fit and an elastic waistband, providing both ease and style for everyday outfits. Perfect for pairing with sweaters and casual sneakers."
  },
  {
    "id": "271169",
    "name": "여성 루즈핏 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/271169.jpg",
    "summary": "This loose-fit brown dress is perfect for casual wear. Its relaxed silhouette brings comfort and ease, making it a versatile addition to any wardrobe. The mid-length design and half sleeves add a touch of modesty, while its simple style makes it suitable for various occasions."
  },
  {
    "id": "273076",
    "name": "여성 더블 버튼 블레이저",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/273076.jpg",
    "summary": "This stylish double-breasted blazer features a sophisticated gray color with a relaxed fit, perfect for both professional and casual settings. It has a sleek look with black buttons for added elegance."
  },
  {
    "id": "273136",
    "name": "블랙 앤 화이트 롱 슬리브 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/273136.jpg",
    "summary": "This elegant long sleeve shirt combines a black front and back with contrasting white sleeves. The cuffs feature a plaid detail that adds a touch of sophistication. Perfect for formal and casual occasions."
  },
  {
    "id": "274095",
    "name": "블랙 퍼 칼라 베스트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/274095.jpg",
    "summary": "This is a stylish black vest featuring a plush fur collar. It offers a sleek and modern look, ideal for layering over any outfit. The vest is designed with button closures and provides warmth and elegance, making it perfect for cooler weather."
  },
  {
    "id": "274761",
    "name": "플라워 패턴 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/274761.jpg",
    "summary": "This elegant long dress features a delicate floral pattern on a beige background. It has a relaxed fit with a cinched waist and long sleeves, making it perfect for casual or semi-formal occasions."
  },
  {
    "id": "277207",
    "name": "블랙 롱 슬리브 드레스",
    "price": 89000,
    "image": "https://cdn.adcio.ai/demo/products/277207.jpg",
    "summary": "This elegant black long sleeve dress features a flowing design with abstract white patterns. Comfortable and stylish, it's perfect for both casual and formal occasions. The dress falls gracefully just above the ankles, making it a versatile choice for any wardrobe."
  },
  {
    "id": "285480",
    "name": "오버사이즈 무지 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/285480.jpg",
    "summary": "This oversized T-shirt provides a comfortable and relaxed fit, making it perfect for casual wear. The lightweight, breathable fabric ensures comfort throughout the day. The vibrant orange color adds a pop of brightness to any outfit."
  },
  {
    "id": "29080",
    "name": "꽃무늬 블루 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/29080.jpg",
    "summary": "This blue t-shirt features a distinctive floral print on the front, providing a stylish and casual look. The relaxed fit and soft fabric ensure comfort, making it perfect for everyday wear. Pair it with white pants for a cool and clean ensemble."
  },
  {
    "id": "29132",
    "name": "화이트 롱 셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/29132.jpg",
    "summary": "This elegant white long shirt features a classic collar, long sleeves with gathered cuffs, and a relaxed fit. Ideal for a chic and comfortable look, it can be dressed up or down for various occasions."
  },
  {
    "id": "295541",
    "name": "회색 데님 미디스커트",
    "price": 29000,
    "image": "https://cdn.adcio.ai/demo/products/295541.jpg",
    "summary": "This stylish gray denim midi skirt features a high-waisted fit, frayed hem, and convenient side and back pockets. Made from durable denim fabric, it provides both comfort and a chic look. Perfect for casual outings or dressed-up occasions."
  },
  {
    "id": "296369",
    "name": "블랙 세미 부츠컷 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/296369.jpg",
    "summary": "These black semi-bootcut jeans feature a stylish distressed design at the knees, offering both comfort and a chic look. Perfect for casual outings, these jeans can be paired with a variety of tops and shoes for versatile fashion."
  },
  {
    "id": "297663",
    "name": "플로랄 패턴 롱 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/297663.jpg",
    "summary": "This long dress features a beautiful floral pattern, perfect for a soft and feminine look. It has a relaxed fit with a comfortable design suitable for various occasions. The dress pairs well with a wide-brim hat and casual slippers for a charming and effortless style."
  },
  {
    "id": "298701",
    "name": "바닐라라떼 YM 본딩 스텔라OPS",
    "price": 103000,
    "image": "https://cdn.adcio.ai/demo/products/298701.jpg",
    "summary": "This is a stylish and comfortable long dress in green color, perfect for casual wear. The dress features two large front pockets and a subtle texture. The relaxed fit provides ease of movement, making it ideal for everyday use."
  },
  {
    "id": "305847",
    "name": "빨간 롱 패딩",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/305847.jpg",
    "summary": "Stay warm and stylish this winter with this eye-catching red long padded coat. The coat features a high collar for added warmth and full-length zipper closure. Its oversized design ensures comfort and flexibility, making it a versatile piece for any cold-weather outfit."
  },
  {
    "id": "308322",
    "name": "빨간색 반팔 니트",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/308322.jpg",
    "summary": "This is a stylish red short-sleeve knit top. It features white trim detailing along the sleeves and neckline, complemented by decorative buttons on one shoulder. Perfect for casual outings and simple yet chic looks."
  },
  {
    "id": "308981",
    "name": "화이트 프릴 가디건",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/308981.jpg",
    "summary": "This elegant cardigan features a delicate frill design and a breathable knit texture. Ideal for layering over dresses or casual outfits, it offers both style and comfort. Perfect for a chic, feminine look."
  },
  {
    "id": "313723",
    "name": "트위드 장식 화이트 퀼팅 자켓",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/313723.jpg",
    "summary": "This stylish white quilted jacket features elegant black and white tweed accents along the edges and pockets. Its fitted design provides a chic and contemporary look, making it perfect for casual or semi-formal occasions. The jacket is versatile and can be paired with jeans or a skirt to complete the outfit."
  },
  {
    "id": "318304",
    "name": "핑크 셋업 슈트",
    "price": 42000,
    "image": "https://cdn.adcio.ai/demo/products/318304.jpg",
    "summary": "This is a stylish light pink set featuring a blazer and matching shorts. Perfect for a chic summer look, the blazer has notch lapels and buttoned cuffs. The high-waisted shorts provide comfort and elegance. Suitable for various occasions such as casual outings and semi-formal events."
  },
  {
    "id": "319414",
    "name": "세련된 베이지 여성 정장 세트",
    "price": 95000,
    "image": "https://cdn.adcio.ai/demo/products/319414.jpg",
    "summary": "This elegant set features a beige blouse with three-quarter sleeves and a tucked design, paired with high-waisted, wide-leg trousers in a matching beige tone. The ensemble exudes sophistication and is perfect for both professional and casual settings."
  },
  {
    "id": "323470",
    "name": "그레이 체크 정장 세트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/323470.jpg",
    "summary": "A stylish gray checkered suit set perfect for professional and casual wear. The set includes a long blazer with rolled-up sleeves and matching wide-leg pants. The inside is paired with a simple burgundy top, adding a touch of color to the elegant outfit. Ideal for a chic and sophisticated look."
  },
  {
    "id": "32408",
    "name": "베이지 롱 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/32408.jpg",
    "summary": "This elegant, beige long skirt is perfect for a minimalist yet sophisticated look. It features a high waistline and falls gracefully to the ankles, providing a flattering silhouette. The skirt pairs well with both casual tops and more formal blouses, making it a versatile addition to any wardrobe."
  },
  {
    "id": "325743",
    "name": "라이트 블루 데님 반바지",
    "price": 28000,
    "image": "https://cdn.adcio.ai/demo/products/325743.jpg",
    "summary": "Comfortable light blue denim shorts designed with an elastic waistband and spacious pockets. Perfect for casual outings and warm weather. Pair it with your favorite top and sneakers for a relaxed look."
  },
  {
    "id": "328236",
    "name": "브라운 린넨 롱 스커트",
    "price": 80000,
    "image": "https://cdn.adcio.ai/demo/products/328236.jpg",
    "summary": "This long linen skirt features a high-waist design with button accents and pleats that offer a stylish and elegant look. Made from 100% linen, it is comfortable and perfect for a casual yet sophisticated outfit. Pair with a simple top and flats for a chic ensemble."
  },
  {
    "id": "329464",
    "name": "와이드 린넨 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/329464.jpg",
    "summary": "Stylish and comfortable wide-legged linen pants. The pants feature a loose fit for a relaxed look, ideal for casual outings. They come with side pockets for added convenience and are paired perfectly with sandals or flats."
  },
  {
    "id": "331048",
    "name": "데님 롱 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/331048.jpg",
    "summary": "This long denim skirt is made from 100% cotton, offering both comfort and a stylish look. The dark navy color provides a sleek appearance, perfect for both casual and semi-formal settings. Its elegant design and quality fabric make it a versatile addition to any wardrobe."
  },
  {
    "id": "332035",
    "name": "여성 핑크 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/332035.jpg",
    "summary": "This elegant long dress features a soft pink hue and a flowing silhouette that reaches mid-calf. The short sleeves and relaxed fit make it perfect for casual outings or a summer day out. It's lightweight and comfortable, ideal for any warm-weather wardrobe."
  },
  {
    "id": "333370",
    "name": "여성 양면 롱 원피스",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/333370.jpg",
    "summary": "This elegant long dress features a two-tone design with soft pink and cream colors. It has a relaxed fit with long sleeves, perfect for a sophisticated and feminine look. This dress is suitable for various occasions, adding a touch of grace to any outfit."
  },
  {
    "id": "334989",
    "name": "분홍색 벨트 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/334989.jpg",
    "summary": "This elegant knee-length dress features a classic pink hue and a matching belt to accentuate the waist. Its design includes 3/4 length sleeves and a relaxed fit, perfect for casual outings or semi-formal occasions. Paired with sandals and a neutral handbag, it offers a chic and sophisticated look."
  },
  {
    "id": "335717",
    "name": "슬림핏 롤업 청바지",
    "price": 59000,
    "image": "https://cdn.adcio.ai/demo/products/335717.jpg",
    "summary": "These stylish slim-fit jeans feature a trendy roll-up design, perfect for adding a casual yet chic touch to any outfit. The dark blue denim provides a versatile base that pairs well with various tops and shoes."
  },
  {
    "id": "337143",
    "name": "여성용 슬림 핏 데님 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/337143.jpg",
    "summary": "These slim-fit blue denim jeans are perfect for a stylish and modern look. They feature a classic five-pocket design and are perfect for casual and semi-formal occasions. The jeans have a comfortable fit and are made from high-quality denim fabric, ensuring durability and a flattering silhouette. Pair them with ankle boots and a cozy sweater for a chic outfit."
  },
  {
    "id": "340437",
    "name": "분홍색 긴팔 스웨터",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/340437.jpg",
    "summary": "This is a long-sleeve, pink sweater perfect for a stylish and casual look. It features a comfortable fit, ribbed cuffs, and hem. Ideal for daily wear, it pairs well with jeans or skirts."
  },
  {
    "id": "341475",
    "name": "여성용 도트 무늬 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/341475.jpg",
    "summary": "A stylish women's sweater featuring a bold black color with large white polka dots. The design includes long sleeves and a comfortable, fitted look, perfect for a casual or semi-formal occasion."
  },
  {
    "id": "344602",
    "name": "여성 부츠컷 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/344602.jpg",
    "summary": "Elegant and stylish beige bootcut pants perfect for any casual or semi-formal occasion. These pants offer a comfortable fit, flaring out slightly at the bottom to create a balanced silhouette. Pair them with a striped top or a sleek blouse for a chic look."
  },
  {
    "id": "344710",
    "name": "베이지 플리츠 반바지",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/344710.jpg",
    "summary": "These stylish beige pleated shorts are perfect for casual summer outings. Made from lightweight fabric, they feature a comfortable fit with a high waistline and two side pockets. These shorts are paired well with various tops, offering a versatile and chic look."
  },
  {
    "id": "345701",
    "name": "베이지 와이드 슬랙스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/345701.jpg",
    "summary": "Elegant wide-leg trousers in a soft beige color. Perfect for a sophisticated and comfortable look, easily paired with various tops and ideal for both casual and formal occasions."
  },
  {
    "id": "34779",
    "name": "블랙 와이드 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/34779.jpg",
    "summary": "These black wide-leg pants are designed for comfort and style. Suitable for casual and semi-formal occasions, they offer a relaxed fit that pairs well with various tops. The pants are perfect for everyday wear, providing a chic and modern look."
  },
  {
    "id": "348048",
    "name": "여성용 루즈핏 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/348048.jpg",
    "summary": "This is a stylish loose-fitting knit sweater designed for women. It features a dark gray color with delicate lace detail around the sleeves. The high-neck design adds an extra layer of warmth and elegance. Perfect for casual wear and can be paired with jeans or leggings for a chic look."
  },
  {
    "id": "350947",
    "name": "베이지 더블 버튼 롱 코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/350947.jpg",
    "summary": "This stylish long coat features a double button front design, offering a chic and warm look perfect for colder seasons. The beige color and white shearling collar add a sophisticated touch, and the coat includes side pockets for practicality. Ideal for pairing with jeans or slim trousers."
  },
  {
    "id": "356146",
    "name": "연한 블루 슬림 핏 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/356146.jpg",
    "summary": "These light blue slim-fit jeans feature a comfortable stretch material and a mid-rise waist. They have a frayed hem for a casual look, making them perfect for everyday wear. These jeans can be paired effortlessly with various tops and shoes."
  },
  {
    "id": "357398",
    "name": "빈티지 찢어진 데님 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/357398.jpg",
    "summary": "These are high-waisted, vintage-style blue denim jeans featuring a ripped design on one knee, suitable for a casual yet trendy look. Perfect for pairing with a variety of tops and shoes."
  },
  {
    "id": "359430",
    "name": "긴팔 브라운 스웨트셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/359430.jpg",
    "summary": "This brown sweatshirt features a relaxed fit with long sleeves and ribbed cuffs and hem. It is perfect for casual wear and provides comfort and style."
  },
  {
    "id": "360206",
    "name": "민소매 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/360206.jpg",
    "summary": "This light blue sleeveless shirt is perfect for a stylish and sophisticated look. It features a button-down front and a classic collar, making it ideal for both casual and semi-formal occasions. Pair it with skirts or trousers for a chic ensemble."
  },
  {
    "id": "363390",
    "name": "여성 루즈핏 셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/363390.jpg",
    "summary": "This is a stylish loose-fitting shirt designed for women. It features a button-down front, long sleeves, and an oversized fit that offers both comfort and a trendy look. The soft brown color adds a warm and versatile touch to any casual outfit."
  },
  {
    "id": "363543",
    "name": "플로럴 맥시 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/363543.jpg",
    "summary": "This skirt features a stylish beige floral pattern, offering an elegant and versatile design perfect for casual or semi-formal occasions. The elastic waistband provides comfortable wear, and the maxi length adds a touch of sophistication. Pair it with a tucked-in top and sandals for a chic look."
  },
  {
    "id": "367704",
    "name": "핑크 트렌치 코트",
    "price": 58000,
    "image": "https://cdn.adcio.ai/demo/products/367704.jpg",
    "summary": "This stylish pink trench coat features a tied belt design and buttoned cuffs, providing a chic and tailored look. It's designed for a comfortable fit and perfect for cooler weather."
  },
  {
    "id": "367904",
    "name": "베이지 체크 블레이저",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/367904.jpg",
    "summary": "This blazer features a classic beige checkered pattern with accents of blue and brown. It offers a sophisticated look suitable for both casual and formal occasions. The tailored fit and quality fabric ensure comfort and style."
  },
  {
    "id": "369396",
    "name": "여성 화이트 블레이저",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/369396.jpg",
    "summary": "This stylish white blazer exudes sophistication and elegance. It features a notched lapel, single-button closure, and rolled-up sleeves for a relaxed yet polished look. The blazer has a tailored fit that flatters the figure, making it perfect for both professional and casual settings. It pairs beautifully with a variety of outfits, making it a versatile addition to any wardrobe."
  },
  {
    "id": "369652",
    "name": "검정 롱 플레어 드레스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/369652.jpg",
    "summary": "This elegant long black flare dress features a V-neckline and loose-fitting sleeves for a comfortable, stylish look. Perfect for casual outings or more formal occasions. The airy fabric and tiered skirt design add a touch of sophistication and charm."
  },
  {
    "id": "370795",
    "name": "베이지 니트 버튼 업 카디건",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/370795.jpg",
    "summary": "Elegant beige ribbed button-up knit cardigan with a soft texture. Features long sleeves, a collared neckline, and a comfortable fit. Ideal for casual and semi-formal occasions."
  },
  {
    "id": "371289",
    "name": "모던 체크 블레이저",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/371289.jpg",
    "summary": "This stylish blazer features a classic black and white check pattern. It has a tailored fit and button details, making it perfect for both casual and professional settings. The fabric ensures a comfortable wear throughout the day."
  },
  {
    "id": "373783",
    "name": "캐주얼 롱 자켓",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/373783.jpg",
    "summary": "This product is a stylish and comfortable long gray jacket ideal for casual outfits. It features a simple button-down design with long sleeves and an asymmetrical hem, making it a trendy addition to any wardrobe. Perfect for layering over jeans and a top, this jacket combines functionality with fashion."
  },
  {
    "id": "378195",
    "name": "로스엔젤레스 필드 앤 트랙 스웨트셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/378195.jpg",
    "summary": "Comfortable and stylish navy sweatshirt featuring a vibrant graphic print of 'Los Angeles Field & Track' and 'California High School'. Perfect for casual outings or staying cozy at home. Made from high-quality fabric to ensure durability and comfort."
  },
  {
    "id": "383816",
    "name": "블루 여성 니트 탑",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/383816.jpg",
    "summary": "This stylish blue knit top offers a casual and comfortable fit, perfect for everyday wear. The soft fabric and relaxed design make it an ideal choice for any casual outing, and the vibrant color adds a pop of brightness to any outfit. Pair it with jeans for a chic look."
  },
  {
    "id": "38792",
    "name": "핑크 프릴 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/38792.jpg",
    "summary": "This elegant pink dress features a stylish ruffle detail on the back, tied with a delicate bow. Perfect for special occasions, it offers a sophisticated and feminine look."
  },
  {
    "id": "38864",
    "name": "그린 여성 롱 코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/38864.jpg",
    "summary": "This stylish green coat features a luxurious fur-like texture, perfect for the colder seasons. Designed with a comfortable and elegant oversized fit, it pairs well with both casual and formal attire."
  },
  {
    "id": "389372",
    "name": "레이스 네크라인 민소매 탑",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/389372.jpg",
    "summary": "This sleeveless top features a delicate lace neckline with circular patterns, offering a soft and feminine look. The light pink color is perfect for a casual and chic outfit. Ideal for warm weather, it pairs well with shorts or skirts for a comfortable yet stylish appearance."
  },
  {
    "id": "390539",
    "name": "핑크 반팔 티셔츠",
    "price": 15000,
    "image": "https://cdn.adcio.ai/demo/products/390539.jpg",
    "summary": "This short-sleeved pink t-shirt offers a soft and comfortable fit, perfect for casual everyday wear. It features a simple design with a round neckline, making it a versatile piece for any wardrobe."
  },
  {
    "id": "392488",
    "name": "핑크 반소매 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/392488.jpg",
    "summary": "This casual pink short-sleeve t-shirt is made from soft, breathable fabric. It features a round neckline and a relaxed fit, making it a comfortable choice for everyday wear. The simple yet stylish design can be easily paired with jeans or shorts for a versatile look."
  },
  {
    "id": "393385",
    "name": "베이직 크루넥 반팔 티셔츠",
    "price": 20000,
    "image": "https://cdn.adcio.ai/demo/products/393385.jpg",
    "summary": "This is a simple yet stylish basic crewneck short sleeve t-shirt. Made from comfortable fabric, it provides a relaxed fit suitable for casual wear. The plain design makes it easy to pair with different outfits."
  },
  {
    "id": "395584",
    "name": "루즈핏 브이넥 스웨터",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/395584.jpg",
    "summary": "This loose-fit V-neck sweater offers both comfort and style, making it a perfect addition to your casual wardrobe. The soft green fabric adds a touch of elegance, while the relaxed fit ensures easy movement. Pair it with your favorite jeans for a laid-back yet chic look."
  },
  {
    "id": "396877",
    "name": "레드 오버사이즈 스웨터",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/396877.jpg",
    "summary": "Comfortable and casual, this oversized red sweater is perfect for a relaxed and stylish look. Made with soft fabric, it provides warmth and comfort for everyday wear."
  },
  {
    "id": "397985",
    "name": "그레이 레이디 니트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/397985.jpg",
    "summary": "A stylish and comfortable gray sweater featuring a boat neckline and a cute bow detail on the side. Perfect for casual or semi-formal occasions."
  },
  {
    "id": "401227",
    "name": "블루 미디 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/401227.jpg",
    "summary": "This elegant midi dress features a loose, comfortable fit and flutters sleeves, perfect for a casual yet chic look. The soft blue color adds a touch of sophistication, making it suitable for both everyday wear and special occasions."
  },
  {
    "id": "402030",
    "name": "플로럴 민소매 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/402030.jpg",
    "summary": "This sleeveless dress features a delicate floral pattern and a light blue color. Perfect for warm weather, it has a chic, casual style that can be dressed up or down. With its adjustable shoulder straps, this dress provides a comfortable fit."
  },
  {
    "id": "406265",
    "name": "베이지 롱 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/406265.jpg",
    "summary": "This lightweight, long beige dress features a simple, elegant design perfect for casual outings. It has 3/4 length sleeves and buttons running down the front with a slightly loose fit, offering comfort and style. Ideal for layering over jeans or wearing alone during warmer days."
  },
  {
    "id": "411549",
    "name": "브라운 코듀로이 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/411549.jpg",
    "summary": "This stylish brown corduroy shirt features a relaxed fit with button closures down the front. Two front pockets enhance its casual yet chic look. Perfect for layering over a turtleneck or wearing on its own, this shirt is a versatile addition to any wardrobe."
  },
  {
    "id": "41164",
    "name": "블랙 루즈핏 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/41164.jpg",
    "summary": "This black blouse features a loose fit with three-quarter length, puffed sleeves and a pleated V-neck. It offers a stylish and comfortable look, perfect for casual or semi-formal occasions. It is made from a lightweight and breathable fabric, ideal for all-day wear."
  },
  {
    "id": "4120",
    "name": "롱 린넨 셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/4120.jpg",
    "summary": "This long linen shirt features a casual, relaxed fit and a simple button-down front. The three-quarter sleeves and light pink color give it a soft, feminine touch. Ideal for everyday wear or as a comfortable, stylish layer."
  },
  {
    "id": "41369",
    "name": "민속 패턴 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/41369.jpg",
    "summary": "This stylish blouse features an intricate ethnic pattern in red, set against a white background. It has a classic collar and button-down front, perfect for a casual yet chic look. The blouse also includes a pocket on each side of the chest and is made of a lightweight material for comfort."
  },
  {
    "id": "41391",
    "name": "베이지 브이넥 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/41391.jpg",
    "summary": "This elegant beige V-neck shirt features a relaxed fit and long sleeves, perfect for a casual or semi-formal look. Made from comfortable fabric, it pairs well with jeans or trousers."
  },
  {
    "id": "416251",
    "name": "라이트 핑크 플랩 포켓 가디건",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/416251.jpg",
    "summary": "This light pink cardigan features a zip-up front and large flap pockets, offering both functionality and style. Its loose fit and lightweight fabric make it perfect for layering and transitioning between seasons."
  },
  {
    "id": "416594",
    "name": "블루 슬림 핏 팬츠",
    "price": 68000,
    "image": "https://cdn.adcio.ai/demo/products/416594.jpg",
    "summary": "These blue slim-fit pants are perfect for a casual yet chic look. They feature a tailored design with a clean cut that enhances your silhouette. Ideal for pairing with both shirts and blouses, they offer comfort and style for any occasion. Complete the look with your favorite sneakers or loafers."
  },
  {
    "id": "417448",
    "name": "베이지 컬러 블록 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/417448.jpg",
    "summary": "This stylish top features a loose-fit design with 3/4 sleeves for a relaxed and comfortable look. The beige main color is complemented by a darker color block at the cuffs and hemline, giving it a chic and modern touch, perfect for casual outings."
  },
  {
    "id": "417964",
    "name": "체크 무늬 롱코트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/417964.jpg",
    "summary": "This long coat features a stylish black and white check pattern, perfect for adding a touch of elegance to any outfit. The comfortable design and tailored fit make it suitable for both formal and casual occasions."
  },
  {
    "id": "419567",
    "name": "그레이 체크 블레이저",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/419567.jpg",
    "summary": "Elegant gray plaid blazer with double-breasted front and tailored fit. Features subtle checkered pattern, rolled-up sleeves revealing contrasting inner lining, and two front pockets for added style and functionality. Perfect for office wear or smart-casual occasions."
  },
  {
    "id": "420700",
    "name": "체크 더블 버튼 자켓",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/420700.jpg",
    "summary": "This stylish brown jacket features a classic check pattern and double-button design. It comes with a belt to cinch the waist, giving it a tailored fit. The jacket also features large front pockets and a lapel collar, making it a chic choice for casual or business casual wear."
  },
  {
    "id": "421996",
    "name": "세련된 블랙 드레스",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/421996.jpg",
    "summary": "This elegant black dress features long sleeves and a V-neck design. It has a decorative patterned sash tied at the waist, adding a stylish focal point. Perfect for formal occasions or a sophisticated outing."
  },
  {
    "id": "422597",
    "name": "베이지 셔츠 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/422597.jpg",
    "summary": "This is a stylish beige shirt dress featuring short sleeves and a buttoned front. It has a collared neckline and comes with a matching waist tie belt for a flattering fit. Perfect for casual outings or a chic office look."
  },
  {
    "id": "423013",
    "name": "브라운 벨트 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/423013.jpg",
    "summary": "This chic brown dress features short sleeves and a stylish belt at the waist, accentuated by large buttons down the front. Perfect for casual or semi-formal occasions, it offers a clean and elegant silhouette. Pair it with heeled sandals for a complete look."
  },
  {
    "id": "424188",
    "name": "플로럴 패턴 블라우스",
    "price": 38000,
    "image": "https://cdn.adcio.ai/demo/products/424188.jpg",
    "summary": "This charming blouse features a rich brown color adorned with delicate floral patterns. The relaxed fit and gathered waist create a flattering, feminine silhouette. Perfect for casual outings or a day at the office, it pairs wonderfully with jeans for a classic look."
  },
  {
    "id": "427910",
    "name": "체크 그레이 슬랙스 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/427910.jpg",
    "summary": "Elegant gray slacks with a subtle checkered pattern, tailored for a sophisticated look. The pants feature front pockets and a tapered fit, perfect for office or formal wear. Made from a comfortable and durable fabric, it pairs well with blouses and blazers."
  },
  {
    "id": "427940",
    "name": "화이트 크롭 티셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/427940.jpg",
    "summary": "This stylish cropped T-shirt features a simple yet trendy design with text on the front. It is made from a comfortable fabric, perfect for casual outings. Pair it with jeans or casual trousers for a chic look."
  },
  {
    "id": "430564",
    "name": "브라운 버튼다운 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/430564.jpg",
    "summary": "A chic and sophisticated brown buttondown dress featuring long sleeves and a white accent running down the front. Perfect for both casual and formal occasions, this dress adds a touch of elegance to your wardrobe."
  },
  {
    "id": "43799",
    "name": "핀크 미디 스커트",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/43799.jpg",
    "summary": "This elegant midi skirt features a soft pink color, perfect for a feminine and stylish look. The flowy fabric provides comfort and ease of movement, making it ideal for both casual and semi-formal occasions. Pair it with a black top and a wicker bag to complete a chic ensemble."
  },
  {
    "id": "440150",
    "name": "화이트 컷아웃 숄더 티셔츠",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/440150.jpg",
    "summary": "This white long-sleeve top features a trendy cut-out shoulder design, providing a fashionable and modern look. It is paired with a comfortable and loose-fitting black skirt with a drawstring waist, making it perfect for casual outings or relaxed settings."
  },
  {
    "id": "440623",
    "name": "핑크 여성 긴팔 티셔츠",
    "price": 32000,
    "image": "https://cdn.adcio.ai/demo/products/440623.jpg",
    "summary": "This stylish pink long-sleeve shirt offers a comfortable, ribbed fabric and a flattering scoop neckline. Ideal for casual outings, it is paired nicely with jeans or a skirt for a chic look."
  },
  {
    "id": "440904",
    "name": "화이트 민소매 티셔츠",
    "price": 20000,
    "image": "https://cdn.adcio.ai/demo/products/440904.jpg",
    "summary": "Comfortable and versatile sleeveless top, perfect for casual outings or layering under jackets. Made from soft, breathable fabric for all-day wear. Pairs well with jeans, shorts, or skirts."
  },
  {
    "id": "443175",
    "name": "라벤더 반팔 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/443175.jpg",
    "summary": "This lavender short-sleeve t-shirt is perfect for a casual, relaxed look. Made from a comfortable fabric, it features a round neckline and a minimalist design, ensuring it pairs easily with various outfits. Suitable for everyday wear."
  },
  {
    "id": "445061",
    "name": "레트로 바이크 프린트 민소매 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/445061.jpg",
    "summary": "This sleeveless black T-shirt features a retro bike-themed graphic print on the front. The comfortable and casual fit makes it perfect for everyday wear, pairing easily with a variety of outfits. Ideal for those who love unique and vintage-inspired fashion."
  },
  {
    "id": "447743",
    "name": "플로럴 프린트 롱 드레스",
    "price": 60000,
    "image": "https://cdn.adcio.ai/demo/products/447743.jpg",
    "summary": "This elegant long dress features a beautiful floral print, perfect for any occasion. It has a relaxed fit with a tie at the waist and long sleeves for comfort. The dress falls gracefully to mid-calf length, providing a feminine and sophisticated look."
  },
  {
    "id": "449363",
    "name": "라운드 넥 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/449363.jpg",
    "summary": "A comfortable and elegant long dress featuring a round neck and loose-fit design. The dress has half sleeves with folded cuffs and a side slit at the hem for ease of movement. Perfect for casual wear or relaxed outings."
  },
  {
    "id": "450047",
    "name": "화려한 패턴 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/450047.jpg",
    "summary": "This stylish dress features a playful print of various accessory items including lipsticks, handbags, perfumes, and hats. It has a relaxed fit, with long sleeves and a round neckline, ideal for casual occasions."
  },
  {
    "id": "45237",
    "name": "블루 스트라이프 민소매 원피스",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/45237.jpg",
    "summary": "This women's sleeveless dress features a flattering blue stripe pattern and a chic, flowing design. It includes wide shoulder straps and a ruffled overlay at the bust, making it perfect for warm weather occasions."
  },
  {
    "id": "453032",
    "name": "데님 반팔 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/453032.jpg",
    "summary": "Comfortable and stylish denim short-sleeve dress with a V-neckline and a single front pocket. Perfect for casual wear, offering both comfort and a chic look. The light blue color adds a refreshing touch, making it ideal for everyday outings."
  },
  {
    "id": "453603",
    "name": "체크 무늬 민소매 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/453603.jpg",
    "summary": "This sleeveless dress features a blue and white checkered pattern. It is designed with a relaxed, flowy fit perfect for warm days. The dress pairs well with white accessories and flat shoes for a casual, chic look."
  },
  {
    "id": "454003",
    "name": "블루 플리츠 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/454003.jpg",
    "summary": "This elegant blue pleated dress features a relaxed fit perfect for casual or semi-formal occasions. The dress has short sleeves and falls gracefully to mid-calf length, offering a comfortable and stylish look. Pair it with white accessories for a fresh and chic appearance."
  },
  {
    "id": "456143",
    "name": "베이지 플리츠 헴드 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/456143.jpg",
    "summary": "Elegant beige dress featuring pleated hem and flared sleeves. Perfect for formal or casual occasions, providing a chic and classy look."
  },
  {
    "id": "458007",
    "name": "데님 롱 셔츠 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/458007.jpg",
    "summary": "This stylish long denim shirt dress features a button-down front and a flowy, asymmetrical hemline. The sleeves can be rolled up for a casual look. Perfect for everyday wear, this dress is both comfortable and chic."
  },
  {
    "id": "459165",
    "name": "블랙 레이스 칼라 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/459165.jpg",
    "summary": "This elegant black dress features a delicate white lace collar, short sleeves, and a ruffled hem, offering a stylish and sophisticated look perfect for any occasion."
  },
  {
    "id": "461966",
    "name": "노란 체크 포켓 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/461966.jpg",
    "summary": "This yellow t-shirt features a round neck and short sleeves. It has a cute checkered pocket on the front and checkered detail on the sleeve ends and back. The relaxed fit offers comfort and style, perfect for casual wear."
  },
  {
    "id": "463480",
    "name": "릭스 레이싱 팀 라운드 넥 셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/463480.jpg",
    "summary": "This loose-fitting long-sleeve shirt is primarily yellow and features a bold black print on the front. It offers a comfortable and relaxed fit, making it ideal for casual and everyday wear."
  },
  {
    "id": "464396",
    "name": "긴소매 블랙 탑",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/464396.jpg",
    "summary": "This is an elegant long-sleeve black top designed for women. It features a simple, classic neckline and a snug fit to offer a sleek and sophisticated look. The material is lightweight and comfortable, making it perfect for both casual and formal occasions. Pair it with skirts, pants, or jeans for a versatile addition to your wardrobe."
  },
  {
    "id": "464885",
    "name": "긴팔 레드 셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/464885.jpg",
    "summary": "This long sleeve shirt features a sleek and simple design in a vibrant red color. Perfect for casual or semi-formal occasions, it offers a comfortable fit and an elegant look. The shirt is made from high-quality materials, ensuring durability and ease of movement."
  },
  {
    "id": "466421",
    "name": "파란 도트 무늬 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/466421.jpg",
    "summary": "This blue dress features white polka dots and a flattering V-neckline with buttons for a stylish touch. The mid-length design and half sleeves make it perfect for both casual and semi-formal occasions."
  },
  {
    "id": "469043",
    "name": "노란색 후드 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/469043.jpg",
    "summary": "This is a casual, oversized yellow hoodie dress. It features long sleeves, a front kangaroo pocket, and a drawstring hood. The hem of the dress is adjustable with drawstrings for a custom fit, making it both comfortable and stylish. Perfect for lounging or a casual day out."
  },
  {
    "id": "469554",
    "name": "체크 무늬 프릴 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/469554.jpg",
    "summary": "Elegant and stylish, this dress features a white check pattern with a belted waist to enhance your figure. The frill accents at the hem add a charming touch, making it perfect for casual outings or a stylish day at work."
  },
  {
    "id": "469784",
    "name": "입기 편한 니트 원피스",
    "price": 69000,
    "image": "https://cdn.adcio.ai/demo/products/469784.jpg",
    "summary": "This stylish, oversized knit dress features a soft beige color, a V-neckline, and long sleeves. Perfect for a cozy and chic look, it can be accessorized with boots and a handbag for a sophisticated outfit."
  },
  {
    "id": "47673",
    "name": "네이비 플레어 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/47673.jpg",
    "summary": "This elegant navy flared dress features a stylish V-neckline with a unique overlay design on the shoulders. The dress cinches at the waist with a chic belt and a decorative buckle, adding a touch of sophistication. Perfect for both casual outings and formal occasions."
  },
  {
    "id": "47754",
    "name": "베이지 레이스 슬리브 원피스",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/47754.jpg",
    "summary": "Elegant and chic beige dress featuring delicate lace sleeves and a fitted silhouette. Perfect for both professional settings and special occasions, offering a sophisticated and timeless look."
  },
  {
    "id": "479083",
    "name": "프릴 넥 블라우스",
    "price": 42000,
    "image": "https://cdn.adcio.ai/demo/products/479083.jpg",
    "summary": "This elegant blouse features a high frilled neck and long sleeves with ruffled cuffs. The textured fabric adds a sophisticated touch, making it perfect for both professional and semi-formal occasions. Pair it with a skirt or trousers for a chic, polished look."
  },
  {
    "id": "482000",
    "name": "도트 라운드넥 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/482000.jpg",
    "summary": "This elegant purple blouse features a delicate polka dot pattern and a relaxed fit. The round neckline and short flutter sleeves add a feminine touch, making it perfect for both casual and dressier occasions."
  },
  {
    "id": "490051",
    "name": "브라운 후드 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/490051.jpg",
    "summary": "Casual and comfortable brown hooded shirt with button details on the cuffs. The relaxed fit and lightweight material make it perfect for everyday wear. Ideal for layering over a white t-shirt and jeans."
  },
  {
    "id": "490142",
    "name": "베이지 롱 코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/490142.jpg",
    "summary": "This stylish long coat features a sleek and minimalist design, perfect for elegant and casual wear. Made from high-quality fabric, it offers warmth and comfort for colder days. The coat has a single-button closure and side pockets for added convenience."
  },
  {
    "id": "491037",
    "name": "롱 퀼트 패딩 코트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/491037.jpg",
    "summary": "This long quilted padded coat is perfect for keeping warm in colder weather. It features a beige color that complements various outfits. The coat has button closures, front pockets, and a mid-calf length design that provides both style and comfort."
  },
  {
    "id": "492692",
    "name": "베이지 롱 트렌치 코트",
    "price": 95000,
    "image": "https://cdn.adcio.ai/demo/products/492692.jpg",
    "summary": "This elegant long trench coat features a classic beige color, offering a sophisticated and timeless look. The coat is perfect for enhancing your fashion statement during chilly seasons. It has a double-breasted design and comes with a stylish belt to accentuate the waist. Ideal for formal and casual occasions alike."
  },
  {
    "id": "495059",
    "name": "체크 코트 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/495059.jpg",
    "summary": "A long, brown checkered coat dress perfect for casual outings. Features rolled-up sleeves and a comfortable, loose-fitting design with side pockets. Ideal for layering over jeans or leggings."
  },
  {
    "id": "495192",
    "name": "노란 체크셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/495192.jpg",
    "summary": "This long-sleeve yellow checkered shirt features a classic collar and front button closure. It is made from a comfortable, soft fabric and offers a relaxed fit, making it suitable for both men and women. Perfect for casual outings and layering during cooler weather."
  },
  {
    "id": "495676",
    "name": "스트라이프 롱 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/495676.jpg",
    "summary": "This lightweight, gray-striped long shirt is perfect for a casual yet chic look. Featuring a relaxed fit, button-down front, and rolled-up sleeves, it can be easily paired with various outfits. Ideal for both work and leisure."
  },
  {
    "id": "497261",
    "name": "데님 스트레이트 핏 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/497261.jpg",
    "summary": "These denim straight fit jeans are perfect for casual and everyday wear. They feature a high waist and a comfortable, relaxed silhouette. The blue denim material is durable and stylish, making them easy to pair with a variety of tops and shoes."
  },
  {
    "id": "497336",
    "name": "여성 데님 스트레이트 진",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/497336.jpg",
    "summary": "These blue straight-leg jeans for women provide a comfortable and relaxed fit. Ideal for everyday wear, they feature a classic style that pairs well with various tops and sneakers for a casual yet stylish look."
  },
  {
    "id": "500060",
    "name": "청 데미지 진",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/500060.jpg",
    "summary": "Stylish light blue distressed jeans featuring a large ripped section on the right leg. Perfect for a casual, trendy look. Made from high-quality denim for comfort and durability."
  },
  {
    "id": "501745",
    "name": "베이지 쇼츠",
    "price": 37000,
    "image": "https://cdn.adcio.ai/demo/products/501745.jpg",
    "summary": "Lightweight beige shorts with a comfortable, elastic waistband, perfect for warm weather. The shorts feature a relaxed fit and two side pockets for convenience. Perfect for casual outings and easy to pair with various tops."
  },
  {
    "id": "503437",
    "name": "화이트 미디 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/503437.jpg",
    "summary": "This white midi skirt features a high waist and an A-line silhouette. Perfect for casual outings and summer wear, it offers a comfortable and stylish fit. The simple design allows for easy pairing with various tops and shoes."
  },
  {
    "id": "503830",
    "name": "뱀피 패턴 미디 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/503830.jpg",
    "summary": "This chic midi skirt features a stylish beige snake print pattern. It falls gracefully below the knees and can be paired with various tops for a versatile look. Perfect for both casual wear and special occasions."
  },
  {
    "id": "503912",
    "name": "블랙 플리츠 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/503912.jpg",
    "summary": "This elegant black pleated skirt exudes sophistication and style. It features a mid-calf length with fine pleats, adding a touch of class to any outfit. Perfect for both casual and formal occasions, it's made with high-quality fabric ensuring comfort and durability. Pair it with a cozy sweater or a chic blouse for a versatile look."
  },
  {
    "id": "506306",
    "name": "여성 파스텔 플로우 스커트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/506306.jpg",
    "summary": "Elegant and airy pastel flow skirt in a delicate blue shade. Perfect for a casual day out or a special occasion, this skirt boasts a lightweight fabric that offers comfort and style. Pair it with your favorite top and sandals for a chic look."
  },
  {
    "id": "507192",
    "name": "블루 스트라이프 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/507192.jpg",
    "summary": "This blue striped blouse features a delicate tie neckline and voluminous sleeves, providing a stylish and sophisticated look. It pairs perfectly with black trousers or a skirt for an elegant outfit ideal for work or casual outings."
  },
  {
    "id": "508595",
    "name": "여성 레이스 블라우스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/508595.jpg",
    "summary": "This is a white lace blouse featuring a classic collar and half sleeves. It pairs beautifully with jeans or skirts, making it perfect for a casual yet stylish look."
  },
  {
    "id": "511417",
    "name": "여성 스트라이프 스웨터",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/511417.jpg",
    "summary": "This is a cozy, multicolor striped sweater ideal for cool weather. It features a relaxed fit and a mix of soft, autumnal colors. The sweater is perfect for casual outings and can be paired easily with various bottoms for a chic look."
  },
  {
    "id": "511695",
    "name": "투톤 라인 스웨터",
    "price": 62000,
    "image": "https://cdn.adcio.ai/demo/products/511695.jpg",
    "summary": "This sweater features a light blue color with white accents on the collar, hem, and sleeves. The soft fabric ensures comfort and style, perfect for casual wear or a relaxed outing."
  },
  {
    "id": "519677",
    "name": "그레이 드레스 팬츠",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/519677.jpg",
    "summary": "These gray dress pants offer a stylish and modern look, perfect for professional settings or casual outings. They feature an adjustable drawstring waist for comfort and practicality. The pants are paired well with a variety of tops and shoes, making them a versatile addition to any wardrobe."
  },
  {
    "id": "519737",
    "name": "그레이 트라우저",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/519737.jpg",
    "summary": "Comfortable and casual gray trousers featuring drawstring closure and front pockets. The lightweight material and relaxed fit make these trousers perfect for everyday wear."
  },
  {
    "id": "52013",
    "name": "반팔 브이넥 니트 스웨터",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/52013.jpg",
    "summary": "This is a light blue short-sleeve knit sweater featuring a V-neck design. It is perfect for casual wear and comfortable to wear throughout any season."
  },
  {
    "id": "521246",
    "name": "밴딩 허리 린넨 쇼츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/521246.jpg",
    "summary": "These comfortable linen shorts feature an elastic waistband with a drawstring for an adjustable fit. The light beige color makes it a versatile piece for casual wear. Pair it with a simple top and sneakers for a chic, relaxed look."
  },
  {
    "id": "525342",
    "name": "노란색 루즈핏 스웨터",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/525342.jpg",
    "summary": "This loose-fit yellow sweater provides a comfortable and stylish look. It features long sleeves and a wide neckline, perfect for casual outings or relaxed settings. The soft fabric ensures a cozy experience, and it's an excellent addition to any wardrobe."
  },
  {
    "id": "52838",
    "name": "흰색 브이넥 니트 반팔 티셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/52838.jpg",
    "summary": "This rib-knit V-neck short-sleeve top features a white base with contrasting black and beige stripes on the neckline and sleeves. Designed for a slim fit, it pairs well with both casual and formal outfits."
  },
  {
    "id": "529542",
    "name": "퍼플 퍼프 반팔 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/529542.jpg",
    "summary": "This stylish blouse features a soft purple color and puffed short sleeves, offering a comfortable yet chic look. Ideal for casual outings or paired with jeans for a semi-formal appearance."
  },
  {
    "id": "529592",
    "name": "레이스 칼라 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/529592.jpg",
    "summary": "This elegant blouse features a delicate lace collar and puffy sleeves. It pairs beautifully with both casual and formal outfits, adding a touch of sophistication and style."
  },
  {
    "id": "530539",
    "name": "블랙 롱 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/530539.jpg",
    "summary": "This elegant black long dress is perfect for any formal or semi-formal occasion. Made with a comfortable fabric, it features a simple yet stylish design with a white inner blouse. The dress falls graciously below the knee, providing a classic and timeless look suitable for various settings."
  },
  {
    "id": "536397",
    "name": "체크무늬 롱원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/536397.jpg",
    "summary": "This elegant long dress features a classic blue and white check pattern. Its relaxed fit and lightweight fabric make it perfect for casual outings and summer wear. The dress has short sleeves and a flowing skirt that adds a touch of femininity."
  },
  {
    "id": "538904",
    "name": "민소매 블라우스",
    "price": 28000,
    "image": "https://cdn.adcio.ai/demo/products/538904.jpg",
    "summary": "This stylish sleeveless blouse is perfect for summer wear. It features a flowy design with a comfortable fit and a modern blue color. Ideal for casual outings or semi-formal occasions, it pairs well with a variety of bottoms."
  },
  {
    "id": "539085",
    "name": "스트라이프 터틀넥",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/539085.jpg",
    "summary": "A stylish white turtleneck featuring black stripes. The long sleeves and fitted design make it perfect for cooler weather. Pair with jeans for a casual yet chic look."
  },
  {
    "id": "540457",
    "name": "스트라이프 반팔 티셔츠",
    "price": 15000,
    "image": "https://cdn.adcio.ai/demo/products/540457.jpg",
    "summary": "This is a white short-sleeve t-shirt with thin red stripes. It offers a comfortable fit and pairs well with casual pants or skirts. Perfect for a laid-back, everyday look."
  },
  {
    "id": "542302",
    "name": "체크 무늬 오버사이즈 셔츠",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/542302.jpg",
    "summary": "This oversized black shirt features a white checkered pattern, offering a contemporary and relaxed fit. The shirt is paired with black skinny jeans and brown ankle boots, completed with a black wide-brimmed hat and a black clutch. It's a versatile piece that can be styled for both casual and semi-formal occasions."
  },
  {
    "id": "544834",
    "name": "여성용 블랙 겨울 코트",
    "price": 170000,
    "image": "https://cdn.adcio.ai/demo/products/544834.jpg",
    "summary": "This stylish and warm black winter coat features a plush interior lining, perfect for cold weather. The coat is designed with a fashionable oversized collar and comes with a matching knitted hat. It also includes multiple pockets and a button closure. Ideal for a chic and cozy winter look."
  },
  {
    "id": "545732",
    "name": "편안한 후드 케이프",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/545732.jpg",
    "summary": "This comfortable hooded cape features a relaxed fit and a soft, gray fabric. It provides a cozy and stylish layer for cool weather, perfect for casual outfits."
  },
  {
    "id": "547231",
    "name": "보라색 레이스 트리밍 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/547231.jpg",
    "summary": "Stylish purple dress with intricate lace trimming along the hem. The dress features a high neck design and pleated details near the neckline, making it a perfect choice for elegant outings. It is paired with a black long-sleeve top, black leggings, and black shoes for a chic and sophisticated look."
  },
  {
    "id": "549190",
    "name": "빨강 체크 셔츠 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/549190.jpg",
    "summary": "A stylish red plaid shirt dress featuring a loose fit and long sleeves. It has a ruffled neckline with a tie-up detail, making it perfect for casual or semi-formal occasions. Pair it with leggings and boots for an effortlessly chic look."
  },
  {
    "id": "558499",
    "name": "세련된 여성 폴카도트 티셔츠와 베스트 세트",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/558499.jpg",
    "summary": "This stylish outfit features a black vest over a white polka dot tunic, paired with cropped trousers. Perfect for a casual day out, it combines comfort with a chic look. The ensemble is completed with a white hat, a necklace, and white sandals, making it a trendy yet practical choice."
  },
  {
    "id": "55979",
    "name": "편안한 핑크 롱 블라우스",
    "price": 31500,
    "image": "https://cdn.adcio.ai/demo/products/55979.jpg",
    "summary": "This comfortable long blouse features a charming pink color that adds a touch of elegance to your casual outfits. The relaxed fit and soft fabric ensure maximum comfort, while the gathered detail at the waist creates a flattering silhouette. Perfect for everyday wear, pair it with leggings or jeans for a stylish look."
  },
  {
    "id": "560591",
    "name": "그레이 퍼 베스트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/560591.jpg",
    "summary": "This stylish gray fur vest is designed with a textured, plush fabric that adds both warmth and luxury to any outfit. Perfect for layering over shirts or sweaters, this versatile piece suits both men and women. Its modern look and comfortable fit make it a great addition to your fall and winter wardrobe."
  },
  {
    "id": "560661",
    "name": "여성용 플로럴 미니 드레스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/560661.jpg",
    "summary": "A stylish floral mini dress ideal for casual outings. It features short sleeves and a loose fit, providing comfort and a relaxed vibe. The multicolored pattern adds a touch of vibrancy, perfect for summer days."
  },
  {
    "id": "564233",
    "name": "회색 롱 슬리브 풀오버 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/564233.jpg",
    "summary": "This long-sleeve pullover dress features a high cowl neck with a drawstring. The relaxed fit and soft, comfortable fabric make it perfect for casual wear. It falls just above the knees and is suitable for cooler weather."
  },
  {
    "id": "564386",
    "name": "블랙 와이드 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/564386.jpg",
    "summary": "These black wide-legged pants feature a high waist with a stylish, tie-front belt. Made from a soft and comfortable fabric, they provide a sophisticated look suitable for both formal and casual occasions."
  },
  {
    "id": "567066",
    "name": "플로럴 프린트 블라우스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/567066.jpg",
    "summary": "Stylish and chic floral print blouse with intricate patterns. Perfect for a casual day out or an evening gathering. The blouse features long sleeves and a comfortable, relaxed fit, paired with skinny black jeans and open-toe heels for a complete look."
  },
  {
    "id": "567216",
    "name": "여성 루즈핏 그레이 드레스",
    "price": 78000,
    "image": "https://cdn.adcio.ai/demo/products/567216.jpg",
    "summary": "This is a casual gray dress with a loose fit design, perfect for everyday wear. It features a comfortable A-line silhouette with long sleeves and a simple, elegant look. Ideal for casual outings and easy to pair with various accessories."
  },
  {
    "id": "568739",
    "name": "긴 소매 원피스",
    "price": 95000,
    "image": "https://cdn.adcio.ai/demo/products/568739.jpg",
    "summary": "Elegant long-sleeve dress with a minimalist design. The dress is knee-length with a relaxed fit, making it perfect for casual outings or sophisticated gatherings. It features a classic collar and buttoned cuffs for a polished look. Made from high-quality fabric, ensuring comfort and durability. Ideal for pairing with hats and boots for a chic style."
  },
  {
    "id": "570993",
    "name": "블랙 패턴 코트",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/570993.jpg",
    "summary": "A stylish black coat with a unique patterned section, perfect for adding a touch of flair to your wardrobe. It features long sleeves and is complemented by a matching black hat, quilted black boots, and a large black tote bag. Ideal for fashionable outings."
  },
  {
    "id": "572765",
    "name": "여성 블랙 롱코트",
    "price": 150000,
    "image": "https://cdn.adcio.ai/demo/products/572765.jpg",
    "summary": "Elegant and stylish black long coat featuring a clean and modern design. Perfect for any formal or casual occasion, with a comfortable fit and refined look. Pair it with your favorite accessories for a chic and sophisticated outfit."
  },
  {
    "id": "573395",
    "name": "긴 블랙 코트",
    "price": 79000,
    "image": "https://cdn.adcio.ai/demo/products/573395.jpg",
    "summary": "Elegant and stylish long black coat great for both casual and formal wear. It’s paired well with a white blouse, checkered trousers, black high-heeled sandals, and a blue leather tote bag to create a modern and sophisticated look."
  },
  {
    "id": "573605",
    "name": "긴 소매 원피스",
    "price": 56000,
    "image": "https://cdn.adcio.ai/demo/products/573605.jpg",
    "summary": "This elegant long-sleeved dress, suitable for women, features a simple yet sophisticated design. Made from comfortable fabric, it has a relaxed fit and a single large front pocket. It is perfect for a casual yet stylish look."
  },
  {
    "id": "57401",
    "name": "베이지 후드 코트",
    "price": 150000,
    "image": "https://cdn.adcio.ai/demo/products/57401.jpg",
    "summary": "This elegant coat features a soft and stylish beige color paired with a luxurious fur-lined hood. The relaxed fit and mid-thigh length provide comfort and warmth, making it perfect for the colder seasons. The coat pairs well with boots and offers a sophisticated look for various occasions."
  },
  {
    "id": "577786",
    "name": "긴소매 회색 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/577786.jpg",
    "summary": "This is a stylish, long-sleeved gray dress perfect for a minimalist and sophisticated look. The dress features a loose fit with pleated details on the upper body, creating a comfortable yet elegant silhouette. Ideal for casual wear or a day out, it pairs beautifully with tights and flats for a chic outfit."
  },
  {
    "id": "578567",
    "name": "여성용 긴 블랙 조끼",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/578567.jpg",
    "summary": "This long black vest for women is stylish and elegant, perfect for layering over blouses or shirts. It features a sleek design with a loose fit, offering both comfort and a sophisticated look. Pair it with black pants and high heels for a complete outfit."
  },
  {
    "id": "579784",
    "name": "화이트 비대칭 셔츠",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/579784.jpg",
    "summary": "This elegant white shirt features a unique asymmetrical design with a lengthened hemline on one side, providing a modern and chic appearance. Perfect for stylish, casual, or semi-formal occasions, this shirt pairs well with skinny jeans and high heels for a sophisticated look."
  },
  {
    "id": "583426",
    "name": "롱 니트 원피스",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/583426.jpg",
    "summary": "This long knit dress offers a cozy and stylish look perfect for cooler weather. The full-length design keeps you warm while maintaining a chic, minimalist profile. Ideal for casual outings or even a relaxed office ensemble, it pairs beautifully with boots or layered with a coat."
  },
  {
    "id": "584841",
    "name": "여성용 파스텔 블루 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/584841.jpg",
    "summary": "A stylish and comfortable pastel blue shirt, perfect for casual wear. It features a single chest pocket and button-down front, offering both functionality and elegance."
  },
  {
    "id": "591022",
    "name": "체크 후드 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/591022.jpg",
    "summary": "This stylish A-line dress features a classic checkered pattern in grey, providing a timeless look. Complete with a large hood, it offers a cozy feel perfect for colder days. The loose fit ensures comfort and allows for ease of movement. Pair it with tall boots for a chic, casual outfit."
  },
  {
    "id": "597743",
    "name": "긴팔 롱 셔츠 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/597743.jpg",
    "summary": "This long sleeve shirt dress features a stylish and modern grey color, complemented by a collared neckline. Perfect for a chic and casual look, it can be paired with ankle boots and minimal accessories. The dress offers a loose fit, providing both comfort and elegance."
  },
  {
    "id": "600418",
    "name": "노란색 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/600418.jpg",
    "summary": "This cozy, yellow knit sweater features a crew neckline and long sleeves. Its comfortable, loose fit makes it perfect for layering on chilly days. The ribbed hem and cuffs add a classic touch to the overall design."
  },
  {
    "id": "600960",
    "name": "크림 니트 베스트",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/600960.jpg",
    "summary": "This stylish knitted vest features a soft beige color, perfect for layering over a white shirt or turtleneck. It has a cozy and elegant design with a V-neck and ribbed hem. Ideal for casual and office wear, it provides both comfort and sophistication."
  },
  {
    "id": "603210",
    "name": "롱 트렌치코트",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/603210.jpg",
    "summary": "This elegant long trench coat features a classic design with detailed tailoring. The coat is ankle-length with adjustable sleeves and a waist belt for added comfort and style. Ideal for cooler weather and can be paired with various outfits for a timeless look."
  },
  {
    "id": "605519",
    "name": "후드 티셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/605519.jpg",
    "summary": "This comfortable and stylish teal hooded sweatshirt features a front pocket and a drawstring hood. The relaxed fit and soft fabric make it perfect for casual wear. Elasticized cuffs and hem provide a snug fit, making it ideal for everyday use."
  },
  {
    "id": "605909",
    "name": "니트 브이넥 가디건",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/605909.jpg",
    "summary": "This cozy V-neck cardigan features a classic cable knit design, perfect for layering in cooler weather. The beige color adds a versatile and neutral touch to any outfit. The cardigan is secured with stylish buttons and provides a comfortable and casual look, ideal for everyday wear."
  },
  {
    "id": "606595",
    "name": "위험하게 과잉 교육된 긴 소매 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/606595.jpg",
    "summary": "This trendy long-sleeve t-shirt features a bold tri-color design with black, red, and teal sections. The shirt has a statement text 'DANGEROUSLY OVEREDUCATED' on the front for a unique and edgy look. It offers a comfortable fit and is perfect for casual wear."
  },
  {
    "id": "60661",
    "name": "세련된 블랙 정장 세트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/60661.jpg",
    "summary": "This elegant black suit set features a tailored blazer and wide-leg trousers, complemented perfectly with a chic handbag. Ideal for professional settings or formal events, it ensures a polished and sophisticated look."
  },
  {
    "id": "606945",
    "name": "클래식 베이지 테일러드 재킷",
    "price": 150000,
    "image": "https://cdn.adcio.ai/demo/products/606945.jpg",
    "summary": "Classic and elegant tailored beige blazer with a single button closure. Perfect for formal and semi-formal occasions, offering a sophisticated touch to any outfit. Comfortable and stylish, it complements a wide range of wardrobe choices."
  },
  {
    "id": "607454",
    "name": "브라운 더블 버튼 코트",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/607454.jpg",
    "summary": "Stylish and sophisticated brown double-button coat perfect for both casual and formal occasions. Made from high-quality materials, it provides warmth and comfort during the colder seasons. Features a tailored fit and elegant lapels."
  },
  {
    "id": "608037",
    "name": "베이지 배색 스웨터",
    "price": 52000,
    "image": "https://cdn.adcio.ai/demo/products/608037.jpg",
    "summary": "This sweater features a main beige color with a distinct darker hem. The long sleeves and comfortable fit make it ideal for casual wear. Perfect for adding a touch of elegance to your everyday wardrobe."
  },
  {
    "id": "608504",
    "name": "블랙 울 코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/608504.jpg",
    "summary": "This elegant black coat features a minimalist design with a high-neck collar and large pockets, offering both style and warmth for the cooler seasons. Made from high-quality wool, it ensures a comfortable and cozy fit. The coat falls just above the knee, making it perfect for pairing with both casual and formal outfits."
  },
  {
    "id": "611053",
    "name": "오렌지 케이블 니트 스웨터",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/611053.jpg",
    "summary": "This cozy orange cable knit sweater features a relaxed fit with intricate cable patterns on the back and sleeves. Perfect for keeping warm and stylish during cooler days."
  },
  {
    "id": "61141",
    "name": "블랙 와이드 데님 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/61141.jpg",
    "summary": "These black wide-leg denim pants feature a folded hem, offering a relaxed yet stylish look. They are tailored for a comfortable fit and are perfect for casual outings."
  },
  {
    "id": "616347",
    "name": "긴소매 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/616347.jpg",
    "summary": "This black knit sweater features a stylish, fitted design with long sleeves and a slim fit. It is perfect for casual or semi-formal occasions. The sweater has a round neckline adorned with a white collar, adding a touch of elegance. It pairs well with jeans or skirts for a chic and comfortable look."
  },
  {
    "id": "6173",
    "name": "베이지 루즈핏 티셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/6173.jpg",
    "summary": "Loose-fitting beige t-shirt with three-quarter length sleeves. The shirt features a unique vertical seam running down the back, giving it a modern and stylish look. Made from a comfortable fabric, suitable for all-day wear."
  },
  {
    "id": "618837",
    "name": "다이아몬드 패턴 니트 스웨터",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/618837.jpg",
    "summary": "This sweater features a classic diamond pattern in soft beige, brown, and green hues. The knit material is both cozy and stylish, perfect for a casual yet chic look. The long sleeves and ribbed cuffs add to its comfortable fit."
  },
  {
    "id": "619047",
    "name": "브라운 배색 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/619047.jpg",
    "summary": "This stylish women's sweater features a main brown color with contrasting sleeves in a lighter shade. The rounded neckline adds a touch of elegance, while the zebra print at the hemline brings a trendy look to this comfortable piece. Perfect for casual outings and keeping warm in style."
  },
  {
    "id": "620677",
    "name": "사진 프린트 화이트 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/620677.jpg",
    "summary": "This stylish white shirt features an artistic black-and-white photo print design on the front, creating a chic and modern look. The shirt has a classic collar and button-up front, perfect for casual or semi-formal occasions."
  },
  {
    "id": "621591",
    "name": "스트라이프 패턴 셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/621591.jpg",
    "summary": "This blue striped pattern shirt features a relaxed fit with a pleat detail at the back. The 3/4 sleeves and classic collar make it perfect for a casual yet stylish look."
  },
  {
    "id": "621736",
    "name": "스트라이프 블라우스",
    "price": 32000,
    "image": "https://cdn.adcio.ai/demo/products/621736.jpg",
    "summary": "This stylish striped blouse is perfect for a casual yet chic look. The gray stripes add a timeless elegance, while the comfortable fabric ensures all-day wear. Ideal for both professional and casual settings."
  },
  {
    "id": "622904",
    "name": "체크 무늬 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/622904.jpg",
    "summary": "Casual flannel shirt with a vibrant red and white plaid pattern, perfect for a cozy and stylish look. It features a classic button-down front and long sleeves, making it ideal for layering over a basic tee or under a jacket. Perfect for everyday wear or casual outings."
  },
  {
    "id": "640184",
    "name": "꽃무늬 퍼프소매 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/640184.jpg",
    "summary": "This elegant dress features a vibrant floral pattern with puff sleeves and a flattering V-neckline. Perfect for casual outings or semi-formal events, it offers both comfort and style. The dress is knee-length and pairs well with both heels and flats."
  },
  {
    "id": "640608",
    "name": "베이지 린넨 팬츠",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/640608.jpg",
    "summary": "Elegant and casual, these high-waisted linen pants offer a comfortable and breathable fit. Perfect for warm weather, they feature a straight-leg design with pressed creases for a sophisticated look. Ideal for both casual outings and semi-formal occasions."
  },
  {
    "id": "6465",
    "name": "네이비 스트라이프 플레어 탑",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/6465.jpg",
    "summary": "This navy top features a stylish striped pattern on the collar and sleeves. The loose fit and 3/4 length sleeves offer both comfort and elegance, making it a perfect choice for casual or semi-formal occasions."
  },
  {
    "id": "649835",
    "name": "베이지 니트 원피스",
    "price": 58000,
    "image": "https://cdn.adcio.ai/demo/products/649835.jpg",
    "summary": "This elegant long knitted dress in a soft beige color features a ribbed design, round neckline, and fitted long sleeves. Perfect for a stylish and comfortable look, ideal for cool weather outings."
  },
  {
    "id": "64994",
    "name": "블루 미디 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/64994.jpg",
    "summary": "This elegant blue midi skirt features a high-waisted design, offering a flattering silhouette. Suitable for professional or casual wear, it pairs well with a variety of tops. Made from high-quality fabric, it's both comfortable and stylish."
  },
  {
    "id": "65449",
    "name": "핑크 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/65449.jpg",
    "summary": "This fuzzy knit sweater provides warmth and style with its vibrant pink color. It features a relaxed fit, long sleeves, and a round neckline, making it perfect for casual outings and cozy days at home."
  },
  {
    "id": "662293",
    "name": "플로랄 롱 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/662293.jpg",
    "summary": "This is a stylish long dress with a floral pattern, featuring long sleeves and a flowy skirt. It's perfect for casual outings and can be paired with heels or flats for a chic look."
  },
  {
    "id": "664712",
    "name": "블랙 스웨트셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/664712.jpg",
    "summary": "A stylish black sweatshirt perfect for casual wear. The sweatshirt features a relaxed fit with printed text on the front. Ideal for ladies looking for a comfortable yet trendy outfit."
  },
  {
    "id": "671542",
    "name": "화이트 후드 집업",
    "price": 48000,
    "image": "https://cdn.adcio.ai/demo/products/671542.jpg",
    "summary": "This casual white zip-up hoodie provides comfort and style for everyday wear. It features a front zipper and drawstring hood, making it versatile for layering over t-shirts or under jackets. Perfect for a relaxed and trendy look."
  },
  {
    "id": "676671",
    "name": "브라운 앵클 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/676671.jpg",
    "summary": "This elegant brown ankle-length dress features a classic A-line silhouette and a white collar for a timeless look. Perfect for casual or semi-formal occasions, it combines both comfort and style. Pair it with black flats or heels for a complete ensemble."
  },
  {
    "id": "679603",
    "name": "진주 소매 장식 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/679603.jpg",
    "summary": "Elegant green blouse adorned with pearl decorations on the sleeves, made from lightweight and flowy fabric for a comfortable and relaxed fit. Ideal for casual and semi-formal occasions."
  },
  {
    "id": "681846",
    "name": "여성용 프릴 디테일 반팔 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/681846.jpg",
    "summary": "This is a stylish gray short-sleeve blouse for women featuring delicate frill details around the neckline. It provides a sophisticated yet casual look, perfect for everyday wear or casual outings. Made from comfortable, breathable fabric."
  },
  {
    "id": "68515",
    "name": "베이지 플로럴 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/68515.jpg",
    "summary": "This elegant beige dress features a comfortable and flowing design perfect for various occasions. It has 3/4 sleeves with ruffle details and a subtle gathered waist for a flattering silhouette. The dress is made from a soft, lightweight fabric to ensure comfort throughout the day."
  },
  {
    "id": "686142",
    "name": "그레이 체크 롱 코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/686142.jpg",
    "summary": "This stylish long coat features a sophisticated gray checkered pattern. It is perfect for adding a touch of elegance to your wardrobe. The double-breasted design and knee-length cut make it ideal for cooler weather. Pair it with your favorite outfits for a chic and timeless look."
  },
  {
    "id": "68667",
    "name": "플로럴 레이스 러플 블라우스",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/68667.jpg",
    "summary": "This elegant blouse features a delicate floral lace design with ruffled sleeves. The back has a button closure detail. Perfect for a stylish and feminine look."
  },
  {
    "id": "697485",
    "name": "블랙 스키니 진",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/697485.jpg",
    "summary": "These black skinny jeans offer a sleek and comfortable fit, perfect for casual wear. The jeans feature subtle graphic detailing on the left thigh and pair well with various tops and sneakers."
  },
  {
    "id": "701669",
    "name": "세일러 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/701669.jpg",
    "summary": "This dress features a sailor-inspired collar design, creating a unique and stylish look. The navy blue fabric offers a classic and elegant appearance. Perfect for casual outings or a dressed-up event. The mid-length cut and loose fit provide comfort and ease of movement."
  },
  {
    "id": "70218",
    "name": "브라운 롱 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/70218.jpg",
    "summary": "A chic and versatile brown long skirt suitable for various occasions. This skirt features a flattering A-line silhouette, offering both comfort and style. It pairs beautifully with casual and formal wear, making it a wardrobe essential."
  },
  {
    "id": "705533",
    "name": "프릴 소매 화이트 블라우스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/705533.jpg",
    "summary": "This stylish white blouse features ruffled sleeves and a minimalistic design with a floral graphic on the front. Perfect for casual outings, the lightweight fabric offers comfort and a relaxed fit. Pair it with jeans or skirts for a versatile look."
  },
  {
    "id": "705713",
    "name": "핑크 버튼 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/705713.jpg",
    "summary": "This elegant pink dress features a V-neckline and short sleeves. It has a button-down front with a flared bottom, providing both comfort and style. It's perfect for casual outings and warm weather."
  },
  {
    "id": "705858",
    "name": "베이지 롱 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/705858.jpg",
    "summary": "This elegant long dress features a simple yet sophisticated design in a soft beige color. The dress has long sleeves and a cinched waist which provides a flattering silhouette. Perfect for both casual and semi-formal occasions, it is made from light and breathable fabric for added comfort."
  },
  {
    "id": "707726",
    "name": "그린 체크 원피스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/707726.jpg",
    "summary": "This stylish dress features a classic green checkered pattern and puffed short sleeves. The mid-length design and soft fabric make it perfect for casual summer days."
  },
  {
    "id": "708237",
    "name": "넥 퍼 파카",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/708237.jpg",
    "summary": "This stylish black parka features a luxurious fur trim around the collar, perfect for keeping warm in cold weather. The coat has a relaxed fit, with a drawstring waist for adjustable comfort and large front pockets for convenience. Pair it with jeans and sneakers for a chic, casual look."
  },
  {
    "id": "72006",
    "name": "클래식 블랙 트위드 세트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/72006.jpg",
    "summary": "This elegant set features a black tweed jacket with white cuffs and collar, paired with a matching black skirt. The jacket is accentuated by large buttons and the outfit exudes a classic, sophisticated style. Ideal for formal settings and chic events, it combines timeless design with modern touches. The matching handbag and accessories complete the refined look."
  },
  {
    "id": "725634",
    "name": "체크 플레어 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/725634.jpg",
    "summary": "This chic flared skirt features a classic black and white checkered pattern. Perfect for both casual and formal wear, it pairs beautifully with various tops and shoes. The material offers comfort and a flattering fit, making it a versatile addition to any wardrobe."
  },
  {
    "id": "726955",
    "name": "레이디 코카인 긴소매 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/726955.jpg",
    "summary": "This casual outfit features a comfortable, white long-sleeved t-shirt with text on the front, paired with high-waisted pink pants. Perfect for a relaxed and stylish look."
  },
  {
    "id": "73011",
    "name": "여성용 브이넥 버튼 가디건",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/73011.jpg",
    "summary": "This stylish V-neck cardigan features a button-up front and long sleeves, perfect for layering over any outfit. The soft, yellow fabric provides comfort and a pop of color, making it a versatile piece for casual or semi-formal occasions."
  },
  {
    "id": "732050",
    "name": "베이지 롱 트렌치코트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/732050.jpg",
    "summary": "This long beige trench coat provides a stylish and elegant look, ideal for casual and semi-formal occasions. Featuring a classic design with a single-breasted closure, this coat is perfect for layering over your favorite outfits. Comfortable, versatile, and chic, it is a great addition to any wardrobe."
  },
  {
    "id": "734820",
    "name": "오렌지 크롭 니트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/734820.jpg",
    "summary": "A stylish orange cropped knit top paired with high-waisted dark blue jeans. Perfect for casual outings and providing a comfortable yet chic appearance."
  },
  {
    "id": "735210",
    "name": "베이지 가디건",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/735210.jpg",
    "summary": "This beige cardigan features a simple and elegant design with a button-down front. It has long sleeves and a slightly cropped fit, making it perfect for casual or semi-formal occasions. The lightweight fabric ensures comfort and style."
  },
  {
    "id": "736050",
    "name": "따뜻한 퀼트 코트",
    "price": 60000,
    "image": "https://cdn.adcio.ai/demo/products/736050.jpg",
    "summary": "This warm quilted coat features a diamond pattern, offering style and functionality for cooler weather. It has a relaxed fit, suitable for layering over sweaters or hoodies. The coat is finished with a cozy brown hue, perfect for autumn and winter outfits."
  },
  {
    "id": "737870",
    "name": "체크무늬 셔츠 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/737870.jpg",
    "summary": "This stylish green checkered shirt dress features a classic collar and long sleeves. The dress has a belted waist for a flattering fit and falls just above the knee, making it a versatile piece for both casual and semi-formal occasions."
  },
  {
    "id": "739540",
    "name": "롱 패딩 조끼",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/739540.jpg",
    "summary": "This stylish long padded vest features a simple yet elegant design, perfect for layering over your favorite outfits. The sleeveless design ensures freedom of movement, while the white color adds a touch of sophistication. This vest is ideal for cooler weather and can be dressed up or down for various occasions."
  },
  {
    "id": "742852",
    "name": "긴 소매 블라우스",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/742852.jpg",
    "summary": "This long-sleeved blouse features a dark blue color perfect for a sophisticated look. It has a soft and flowy fit with elegant detailing on the sleeves. Suitable for casual or semi-formal occasions."
  },
  {
    "id": "746457",
    "name": "빨간 체크 셔츠 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/746457.jpg",
    "summary": "This red checkered shirt dress features a relaxed fit with long sleeves and a slightly curved hem. Perfect for a casual day out or a comfortable day at home, it's versatile and stylish. The soft fabric ensures a comfortable wear while the checkered pattern adds a timeless touch."
  },
  {
    "id": "748959",
    "name": "베이지 미디 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/748959.jpg",
    "summary": "This elegant beige midi skirt features a comfortable, elastic waistband and a sleek, straight silhouette. Perfect for both casual and formal settings, it offers a timeless style and an impeccable fit. Ideal for pairing with a variety of tops and footwear choices."
  },
  {
    "id": "75178",
    "name": "캐주얼 체크 블라우스",
    "price": 164500,
    "image": "https://cdn.adcio.ai/demo/products/75178.jpg",
    "summary": "A stylish beige casual blouse featuring a classic check pattern. It has a relaxed fit with long sleeves and a spread collar, making it perfect for both casual and slightly formal occasions."
  },
  {
    "id": "754820",
    "name": "핑크 미니스커트",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/754820.jpg",
    "summary": "A stylish and feminine pink mini skirt. Perfect for office wear or a casual outing. The skirt is designed to offer a slim fit for a flattering silhouette. It can be paired with various tops for a versatile look."
  },
  {
    "id": "755213",
    "name": "여성 블루 리본 블라우스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/755213.jpg",
    "summary": "This elegant blue blouse features a chic ribbon tie at the neckline and long sleeves with a relaxed fit. Perfect for both casual and formal occasions, it pairs well with a variety of bottoms."
  },
  {
    "id": "762300",
    "name": "베이지 롱 트렌치 코트",
    "price": 80000,
    "image": "https://cdn.adcio.ai/demo/products/762300.jpg",
    "summary": "A stylish and versatile long trench coat in a classic beige color. This coat features a button-down front and a relaxed fit, making it perfect for layering over outfits during cooler seasons. Ideal for both casual and semi-formal occasions."
  },
  {
    "id": "766887",
    "name": "화이트 라운드넥 티셔츠",
    "price": 34000,
    "image": "https://cdn.adcio.ai/demo/products/766887.jpg",
    "summary": "This white long-sleeve round neck t-shirt is perfect for everyday casual wear. The clean and simple design makes it easy to pair with jeans or any other bottoms for a comfortable yet stylish look. Made from soft fabric, it guarantees comfort throughout the day."
  },
  {
    "id": "771158",
    "name": "오버사이즈 오렌지 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/771158.jpg",
    "summary": "This oversized orange t-shirt offers a relaxed and comfortable fit. Made from soft, breathable material, it features long sleeves and a classic crew neckline. Perfect for casual wear, it pairs well with jeans or skirts for a stylish, effortless look."
  },
  {
    "id": "772328",
    "name": "베이지 롱 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/772328.jpg",
    "summary": "This elegant long dress in beige features a flowing, tiered skirt and a V-neckline. The sleeves have a ruffled design, adding a touch of sophistication to the overall look. Perfect for casual outings or semi-formal events, it offers a comfortable and stylish fit."
  },
  {
    "id": "775753",
    "name": "별 무늬 롱 코트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/775753.jpg",
    "summary": "This long black coat features an all-over star pattern, making it a stylish and unique addition to any wardrobe. Made for females, it combines comfort with a trendy design. Perfect for casual outings or layering over chic outfits, this coat ensures you will stand out in any crowd."
  },
  {
    "id": "776387",
    "name": "검정 니트 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/776387.jpg",
    "summary": "This is a stylish black knit dress with long sleeves and a flared skirt. It features a plaid waist tie for added elegance and comes with matching black ankle boots. Additionally, the outfit is accessorized with a small dark burgundy handbag. Perfect for a chic and sophisticated look."
  },
  {
    "id": "778738",
    "name": "자수 포인트 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/778738.jpg",
    "summary": "Delicate and airy, this white blouse features intricate embroidery detail around the neckline and down the front. The lightweight, flowy fabric is perfect for a casual day out. It is paired with black shorts and black sandals for a chic and effortless look."
  },
  {
    "id": "780619",
    "name": "퍼플 그래픽 티셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/780619.jpg",
    "summary": "A stylish purple graphic t-shirt made of soft, comfortable fabric. The shirt features a relaxed fit, perfect for casual outings. Pair it with jeans or shorts for a trendy look."
  },
  {
    "id": "781112",
    "name": "여성 코튼 롱 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/781112.jpg",
    "summary": "This is a stylish and versatile long white cotton shirt perfect for casual outings. It features a relaxed fit, long sleeves, and a button-down front. The shirt can be paired with jeans, shorts, or a skirt for a chic and comfortable look. Ideal for spring and summer seasons."
  },
  {
    "id": "784377",
    "name": "플로랄 롱 원피스",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/784377.jpg",
    "summary": "This elegant long dress features a beautiful floral pattern on a blue background. It has long sleeves and a fitted waist, perfect for both casual wear and special occasions. The dress falls gracefully to the ankles, providing a stylish and sophisticated look."
  },
  {
    "id": "784587",
    "name": "언더웨이 스웨트셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/784587.jpg",
    "summary": "Comfortable white sweatshirt with 'Current Underway' print on the back. Features a classic fit, long sleeves, and ribbed cuffs and hem. Suitable for everyday casual wear."
  },
  {
    "id": "785317",
    "name": "그린 어시메트릭 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/785317.jpg",
    "summary": "This stylish green dress features a unique asymmetrical hemline and a comfortable loose fit. It's perfect for casual outings or relaxed gatherings. Paired with polka dot flat shoes and light accessories, it exudes effortless charm and comfort for everyday wear."
  },
  {
    "id": "796084",
    "name": "여성용 후드 탈부착 사파리 재킷",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/796084.jpg",
    "summary": "This versatile safari jacket for women features a detachable hood and a stylish green color. It pairs perfectly with casual outfits, providing comfort and a chic look. Ideal for seasonal wear, this jacket offers multiple front pockets and adjustable cuffs for a customized fit."
  },
  {
    "id": "79846",
    "name": "블랙 크롭 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/79846.jpg",
    "summary": "These black cropped pants combine style and comfort, featuring a relaxed fit perfect for casual wear. They are paired with white slip-on shoes for a chic look."
  },
  {
    "id": "801659",
    "name": "브라운 양털 코트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/801659.jpg",
    "summary": "This cozy and stylish brown coat features a soft, fluffy texture perfect for colder days. It has a spacious fit with a large collar and button closure, providing both warmth and comfort. The interior is lined for added protection against the wind, making it a great addition to your winter wardrobe."
  },
  {
    "id": "802289",
    "name": "베이지 롱 코트",
    "price": 180000,
    "image": "https://cdn.adcio.ai/demo/products/802289.jpg",
    "summary": "This elegant long beige coat features a sophisticated design with a relaxed fit. It is perfect for the colder seasons, providing warmth while maintaining a stylish look. The coat has a classic collar and is versatile for both casual and formal occasions."
  },
  {
    "id": "803692",
    "name": "블랙 캔버스 토트백",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/803692.jpg",
    "summary": "This black canvas tote bag is perfect for everyday use. It has a sturdy design and a spacious interior, making it ideal for carrying essentials. The simple yet chic look ensures it will match various outfits effortlessly."
  },
  {
    "id": "80627",
    "name": "블랙 릴렉스 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/80627.jpg",
    "summary": "This comfortable, black casual dress features a loose fit and short sleeves, making it perfect for everyday wear. The dress falls to mid-calf length and includes a gathered detail at the lower part for added style. It's ideal for a relaxed, effortless look."
  },
  {
    "id": "807408",
    "name": "베이지 버튼 자켓",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/807408.jpg",
    "summary": "This beige jacket features a classic collar and large black buttons, offering a stylish and versatile addition to any wardrobe. Ideal for layering over dresses or casual outfits, it delivers a chic and contemporary look."
  },
  {
    "id": "809724",
    "name": "노란 반팔 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/809724.jpg",
    "summary": "This stylish yellow blouse features short sleeves with a slight ruffle, adding a touch of elegance to a casual look. It is perfect for pairing with jeans or skirts for a versatile outfit. The light material ensures comfort, making it ideal for all-day wear."
  },
  {
    "id": "810299",
    "name": "그린 플로럴 여름 카디건",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/810299.jpg",
    "summary": "This lightweight summer cardigan features a green floral pattern, perfect for adding a touch of nature to any outfit. Its loose fit and comfortable fabric make it ideal for warm weather. The cardigan pairs well with casual looks and beachwear."
  },
  {
    "id": "810721",
    "name": "밝은 노란색 셔츠 원피스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/810721.jpg",
    "summary": "This bright yellow dress is perfect for a sunny day. It features a shirt-like top with a collar and button-down front, along with a waist tie that enhances its flattering fit. The long sleeves add a touch of elegance while the knee-length cut keeps it casual and versatile. Ideal for both casual outings and semi-formal events. Paired with a stylish woven bag and minimalist heels for a chic look."
  },
  {
    "id": "81215",
    "name": "베이지 스웨트셔츠 원피스",
    "price": 42000,
    "image": "https://cdn.adcio.ai/demo/products/81215.jpg",
    "summary": "Comfortable and stylish, this beige sweatshirt dress features a cute print on the front. With its long sleeves and mid-calf length, it is perfect for casual wear. The soft fabric ensures coziness, making it ideal for everyday use."
  },
  {
    "id": "812874",
    "name": "스트라이프 원피스",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/812874.jpg",
    "summary": "This stylish dress features bold horizontal stripes in red and navy blue. The dress has a comfortable, loose fit with elbow-length sleeves and a flared hem, perfect for casual or semi-formal occasions. The fabric is lightweight and breathable, making it ideal for warm weather. Pair it with sandals and a wicker bag for a chic summer look."
  },
  {
    "id": "813592",
    "name": "프릴 장식 미디 스커트",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/813592.jpg",
    "summary": "This stylish green midi skirt features an asymmetrical ruffle detail for a touch of elegance. Perfect for casual outings or a chic office look, it pairs well with a variety of tops and footwear. Comfortable and fashionable, it is an essential addition to any wardrobe."
  },
  {
    "id": "815089",
    "name": "플로럴 프린트 여름 드레스",
    "price": 69000,
    "image": "https://cdn.adcio.ai/demo/products/815089.jpg",
    "summary": "This elegant summer dress features a floral print on a light white fabric. The dress has a knee-length hem and flutter sleeves that add a touch of femininity. A subtle bow tie detail at the neckline enhances its chic look, making it perfect for casual outings or semi-formal occasions."
  },
  {
    "id": "819282",
    "name": "회색 페미닌 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/819282.jpg",
    "summary": "This elegant gray blouse features long sleeves with stylish pleats and button detailing. It has a relaxed fit and a round neckline, offering both comfort and sophistication, perfect for formal or casual wear."
  },
  {
    "id": "822150",
    "name": "그레이 니트 가디건",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/822150.jpg",
    "summary": "This cozy gray knit cardigan is perfect for layering on cooler days. It features a soft knit fabric, long sleeves, and a relaxed fit. Pair it with your favorite jeans or trousers for a casual, chic look."
  },
  {
    "id": "823020",
    "name": "브라운 니트 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/823020.jpg",
    "summary": "This is a stylish brown knit dress designed for women. It features a ribbed texture and a below-the-knee length for a chic and elegant look. The long sleeves make it perfect for cooler weather, and the waist tie detail adds a flattering silhouette. Ideal for both casual and semi-formal occasions."
  },
  {
    "id": "823380",
    "name": "회색 체크무늬 원피스",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/823380.jpg",
    "summary": "This gray plaid dress features a classic check pattern and a ruffle hemline. Designed with long sleeves, it offers a stylish and comfortable look perfect for casual outings. The dress pairs well with black accessories for a chic appearance."
  },
  {
    "id": "823655",
    "name": "회색 캐주얼 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/823655.jpg",
    "summary": "Comfortable and casual long gray dress with full sleeves. Ideal for a relaxed and cozy look, it pairs well with sneakers and boots. Perfect for home wear or a day out in a laid-back style."
  },
  {
    "id": "823684",
    "name": "편안한 롱 슬리브 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/823684.jpg",
    "summary": "This comfortable long sleeve dress features a relaxed fit perfect for casual wear. The main color is a vibrant pink, adding a pop of color to your wardrobe. The dress is designed with loose sleeves and a cozy fabric that ensures comfort throughout the day. Ideal for both indoor and outdoor activities."
  },
  {
    "id": "824964",
    "name": "베이지 캐주얼 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/824964.jpg",
    "summary": "This beige casual dress is perfect for everyday wear. Made from comfortable, soft fabric, it features long sleeves, a relaxed fit, and a knee-length hem with side slits for added style. Ideal for pairing with sneakers and a shoulder bag for a chic, laid-back look."
  },
  {
    "id": "830518",
    "name": "블랙 롱슬리브 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/830518.jpg",
    "summary": "Comfortable and casual black long sleeve dress with stylish text print on the back. Perfect for a relaxed and effortlessly chic look. Made from soft, breathable fabric for all-day comfort."
  },
  {
    "id": "832536",
    "name": "체크 무늬 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/832536.jpg",
    "summary": "This is a stylish black and white checkered dress with a relaxed fit. It has a round neckline and falls above the knee. The dress features 3/4 sleeves and is perfect for casual outings. It pairs well with sneakers and a small crossbody bag."
  },
  {
    "id": "832709",
    "name": "레이스 롱 슬리브 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/832709.jpg",
    "summary": "This elegant black dress features long lace sleeves and a relaxed fit. The combination of lace detail and a simple silhouette makes it perfect for both casual and formal occasions. It comes with a stylish black handbag complementing the outfit."
  },
  {
    "id": "833971",
    "name": "핑크 여성 정장 세트",
    "price": 85000,
    "image": "https://cdn.adcio.ai/demo/products/833971.jpg",
    "summary": "This stylish women's suit consists of a tailored blazer and matching trousers in a soft pink color. It offers a sleek and professional look, perfect for business meetings or formal events. The suit is completed with a white inner shirt, adding a touch of elegance."
  },
  {
    "id": "837596",
    "name": "화이트 레이어드 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/837596.jpg",
    "summary": "This elegant white layered dress features a soft pink underlay with a flowing sheer outer layer. Perfect for a casual day out or a special occasion, it combines comfort with style. The three-quarter sleeves and the ankle-length design add to the feminine charm."
  },
  {
    "id": "842604",
    "name": "네이비 레이스 원피스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/842604.jpg",
    "summary": "This elegant navy dress features a detailed lace overlay and a pleated lower section. Perfect for formal occasions or an upscale evening out. Paired with black high heels and a stylish handbag, this outfit exudes sophistication and style."
  },
  {
    "id": "844267",
    "name": "플로럴 패턴 블랙 원피스",
    "price": 78000,
    "image": "https://cdn.adcio.ai/demo/products/844267.jpg",
    "summary": "A chic black dress featuring a delicate floral pattern. The dress has long sleeves with ruffled cuffs and a soft, flowing skirt that falls just below the knee. Ideal for both casual and semi-formal occasions, it can be paired with a simple handbag and ankle boots to complete the look."
  },
  {
    "id": "845217",
    "name": "NYC 루즈핏 스웨트셔츠",
    "price": 25000,
    "image": "https://cdn.adcio.ai/demo/products/845217.jpg",
    "summary": "A loose-fit black sweatshirt featuring bold red 'NYC' lettering on the front and sleeves. The casual design is complemented by additional white text, making it perfect for a relaxed everyday look."
  },
  {
    "id": "846294",
    "name": "회색 니트 베스트",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/846294.jpg",
    "summary": "This gray knitted vest is a versatile addition to any wardrobe. The sleeveless design makes it perfect for layering over a shirt or blouse, providing both warmth and style. Its simple and classic ribbed texture adds a touch of sophistication to casual or formal outfits."
  },
  {
    "id": "848629",
    "name": "라벤더 플로럴 스웨트셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/848629.jpg",
    "summary": "This lavender floral sweatshirt features a relaxed fit with long sleeves and a soft design. Perfect for casual outings, it pairs well with jeans for a comfortable and stylish look."
  },
  {
    "id": "849235",
    "name": "화이트 슬립 드레스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/849235.jpg",
    "summary": "This elegant and simple white slip dress features a delicate lace trim along the neckline and hem. Perfect for warm weather, it is made from a lightweight fabric that drapes beautifully, offering both comfort and style. Ideal for both casual outings and more formal occasions."
  },
  {
    "id": "854130",
    "name": "레드 슬립 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/854130.jpg",
    "summary": "This stylish red slip dress is perfect for any casual occasion. The dress features a simple, elegant design with a sleeveless cut, making it ideal for layering over a basic white top. Made from quality fabric, it offers comfort and effortless style."
  },
  {
    "id": "854480",
    "name": "슬림핏 블랙 캐미솔",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/854480.jpg",
    "summary": "This fitted camisole features a sleek black design with thin shoulder straps. It's perfect for layering or wearing alone during warmer weather. The model pairs it with a patterned skirt, showcasing its versatility and chic style."
  },
  {
    "id": "855853",
    "name": "분홍색 퍼프 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/855853.jpg",
    "summary": "This stylish pink blouse features puffy sleeves and a sweetheart neckline, creating a charming and elegant look. Perfect for casual outings or a day at the office, it pairs well with jeans or skirts and adds a touch of sophistication to any outfit."
  },
  {
    "id": "860602",
    "name": "베이지 니트 가디건",
    "price": 52000,
    "image": "https://cdn.adcio.ai/demo/products/860602.jpg",
    "summary": "This stylish beige knit cardigan is perfect for layering. It features two large pockets and ribbed cuffs for added style and functionality. The cardigan pairs nicely with dresses and is a versatile addition to any wardrobe."
  },
  {
    "id": "863345",
    "name": "분홍색 롱 소매 드레스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/863345.jpg",
    "summary": "This elegant dress features long sleeves and a belted waist, providing a flattering silhouette. The ruffled cuffs and hem add a touch of femininity, making it perfect for both casual and semi-formal occasions. The soft pink color enhances its delicate and chic style."
  },
  {
    "id": "866500",
    "name": "블랙 앤 화이트 레이어드 원피스",
    "price": 43000,
    "image": "https://cdn.adcio.ai/demo/products/866500.jpg",
    "summary": "This elegant dress features a sophisticated black and white layered design. Perfect for casual outings or semi-formal events, its short sleeves and loose fit provide both comfort and style. The neutral colors ensure it is versatile for various occasions."
  },
  {
    "id": "868233",
    "name": "민트 컬러 여름 원피스",
    "price": 41000,
    "image": "https://cdn.adcio.ai/demo/products/868233.jpg",
    "summary": "This mint-colored dress is perfect for summer, featuring a simple yet elegant design with long sleeves and a knee-length hem. It offers a comfortable fit while maintaining a stylish appearance. Ideal for casual outings or semi-formal events."
  },
  {
    "id": "869654",
    "name": "베이지 서스펜더 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/869654.jpg",
    "summary": "This elegant beige suspender dress is perfect for a casual yet sophisticated look. It features a fitted bodice, adjustable straps, and a flowing midi-length skirt, making it a versatile addition to any wardrobe."
  },
  {
    "id": "871116",
    "name": "러플 블라우스",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/871116.jpg",
    "summary": "This stylish pink blouse features ruffled detailing around the neckline and is made from a light, flowy fabric. It has mid-length sleeves with elastic cuffs, and a shirred waist for a flattering, peplum silhouette. Perfect for pairing with jeans or skirts."
  },
  {
    "id": "87547",
    "name": "플로럴 프린트 롱스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/87547.jpg",
    "summary": "This elegant long skirt features a delicate floral print against a green background. The skirt is designed with a comfortable, relaxed fit and a side slit for a touch of sophistication. Pair it with a simple top for a chic and effortless look. Ideal for casual outings or special occasions."
  },
  {
    "id": "876488",
    "name": "핑크 레이어드 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/876488.jpg",
    "summary": "This elegant layered dress in a soft pink hue features a relaxed fit, ensuring comfort and style. The dress is perfect for casual outings or a day at the beach. It can be paired effortlessly with a simple white top and sandals."
  },
  {
    "id": "876879",
    "name": "여성 심플 그레이 코트",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/876879.jpg",
    "summary": "This elegant gray coat is designed for women, combining style and practicality. It features a cinched waist for a flattering silhouette and large pockets for your essentials. Perfect for any casual or semi-formal occasion, it pairs beautifully with jeans."
  },
  {
    "id": "877159",
    "name": "플로럴 패턴 미니 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/877159.jpg",
    "summary": "This mini dress features a lively floral pattern with a flattering, fitted waist and short sleeves. Pair it with sandals or heels for a charming and feminine outfit perfect for casual to semi-formal occasions. The fabric provides comfort and breathability."
  },
  {
    "id": "879106",
    "name": "플로랄 반팔 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/879106.jpg",
    "summary": "This floral short-sleeve dress features a button-down front and a flattering A-line silhouette. Perfect for casual outings or a day at the park, this dress is both comfortable and stylish. The vibrant red fabric is adorned with a delicate flower pattern, adding a touch of femininity to the overall look."
  },
  {
    "id": "879661",
    "name": "베이지 니트 롱 원피스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/879661.jpg",
    "summary": "This cozy beige knit long dress features a fitted silhouette with a high neckline and long sleeves. The ribbed texture adds a touch of elegance, perfect for casual or semi-formal occasions. Pair it with ankle boots for a chic look."
  },
  {
    "id": "880768",
    "name": "긴팔 기본 니트",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/880768.jpg",
    "summary": "This is a long-sleeve basic knit top in a rich, red color. It features a slim fit and ribbed texture, making it a stylish and comfortable choice for everyday wear. Perfect for pairing with jeans or skirts for a casual yet chic look."
  },
  {
    "id": "885030",
    "name": "여자 클래식 청바지",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/885030.jpg",
    "summary": "Classic straight-fit blue jeans perfect for everyday casual wear. The jeans feature a mid-rise fit and slightly frayed hems, giving them a trendy and relaxed look. Ideal for pairing with sweaters, tops, or tees. Comfortable and versatile for any occasion."
  },
  {
    "id": "888011",
    "name": "브라운 헤링본 벨트 블레이저",
    "price": 95000,
    "image": "https://cdn.adcio.ai/demo/products/888011.jpg",
    "summary": "Stylish and sophisticated, this brown herringbone blazer features a belted design to cinch the waist. Perfect for a polished office look or an elegant casual outing. Paired beautifully with a turtleneck and tailored pants, it adds a touch of class to any outfit."
  },
  {
    "id": "892231",
    "name": "민트 플리츠 점프수트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/892231.jpg",
    "summary": "This elegant mint jumpsuit features a pleated design and offers a comfortable yet stylish look. Perfect for casual and semi-formal occasions, it pairs well with simple accessories and adds a fresh pop of color to your wardrobe."
  },
  {
    "id": "895521",
    "name": "스트라이프 롱 가디건",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/895521.jpg",
    "summary": "Stylish and comfortable, this long cardigan features elegant beige and white stripes that add a touch of sophistication to any outfit. Perfect for layering over casual tops and jeans, it provides a relaxed yet chic look ideal for everyday wear."
  },
  {
    "id": "896224",
    "name": "블랙 레드 플로럴 맥시 드레스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/896224.jpg",
    "summary": "This elegant maxi dress features a bold red floral pattern on a sophisticated black background. It has sheer lace sleeves and a high neckline, creating a perfect blend of classic and modern styles, ideal for special occasions."
  },
  {
    "id": "896304",
    "name": "체크 무늬 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/896304.jpg",
    "summary": "This is a stylish plaid dress with a combination of red and blue checks. It features long sleeves, a button-up front, and a ruffled hem. The dress is perfect for casual outings and offers a comfortable and chic look."
  },
  {
    "id": "908666",
    "name": "화이트 러플 원피스",
    "price": 50000,
    "image": "https://cdn.adcio.ai/demo/products/908666.jpg",
    "summary": "This elegant white dress features delicate ruffle details and a v-neckline, perfect for casual or semi-formal occasions. The long sleeves are slightly sheer, adding a touch of sophistication to the overall design. Ideal for warm weather, it is both comfortable and stylish."
  },
  {
    "id": "909492",
    "name": "여성 와이드 블랙 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/909492.jpg",
    "summary": "These fashionable wide-leg black pants are designed for comfort and style. Perfect for both casual and semi-formal occasions, they feature a high waistline and a single button closure. Pair them with a simple top for a chic and effortless look."
  },
  {
    "id": "911033",
    "name": "플로럴 프린트 스커트",
    "price": 78000,
    "image": "https://cdn.adcio.ai/demo/products/911033.jpg",
    "summary": "This elegant and feminine outfit features a white floral print skirt paired with a long-sleeved, loose-fitting white blouse. The lightweight fabric of the skirt adds a delicate flow to the ensemble, making it perfect for a summery day out. The look is completed with comfortable white slip-on sandals and a beige crossbody bag."
  },
  {
    "id": "91488",
    "name": "플로럴 패턴 와이드 팬츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/91488.jpg",
    "summary": "These stylish wide-leg pants feature a beautiful floral pattern on a navy blue background. Designed with comfort in mind, they have a relaxed fit and side slits for ease of movement. Perfect for casual outings or a day at the beach."
  },
  {
    "id": "916518",
    "name": "스마일 티셔츠",
    "price": 20000,
    "image": "https://cdn.adcio.ai/demo/products/916518.jpg",
    "summary": "This is a white t-shirt featuring colorful floral graphics and text that says 'Just Smile Always from my Heart.' The t-shirt has a relaxed fit and short sleeves, making it perfect for casual wear."
  },
  {
    "id": "925755",
    "name": "모던 체크 미니 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/925755.jpg",
    "summary": "Stylish black checkered mini dress with a modern design. Features a white long-sleeve inner layer for a sophisticated look. Perfect for casual wear or semi-formal occasions. Comfortable fit and versatile style."
  },
  {
    "id": "92593",
    "name": "노란색 후드티",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/92593.jpg",
    "summary": "A vibrant yellow hoodie featuring wide, comfortable sleeves and a front pocket. The white drawstrings stand out with 'LOVE LIVE LIKE' text, adding a stylish touch. Perfect for casual wear, providing both comfort and a pop of color to your outfit."
  },
  {
    "id": "925965",
    "name": "크림 코듀로이 팬츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/925965.jpg",
    "summary": "Comfortable cream-colored corduroy pants perfect for casual wear. These pants offer a relaxed fit with a slight taper, suitable for everyday activities. Paired easily with various tops, the pants also feature a high waist for added comfort and style."
  },
  {
    "id": "928399",
    "name": "엘모 프린트 스웨트셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/928399.jpg",
    "summary": "This black sweatshirt features a bold and playful Elmo print on the front, adding a touch of fun to your casual wardrobe. The fabric is comfortable and soft, perfect for everyday wear and casual outings."
  },
  {
    "id": "932483",
    "name": "그레이 니트 원피스",
    "price": 65000,
    "image": "https://cdn.adcio.ai/demo/products/932483.jpg",
    "summary": "This elegant gray knit dress is designed to fit gracefully, featuring long sleeves and a high neck for added sophistication. Perfect for cooler days, it pairs beautifully with tights and heels for a chic, modern look."
  },
  {
    "id": "933420",
    "name": "블러쉬 핑크 루즈핏 티셔츠",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/933420.jpg",
    "summary": "This loose-fit pink t-shirt offers a comfortable and stylish look, perfect for a casual day out. The half sleeves and relaxed fit make it versatile for various occasions, pairing well with jeans or skirts."
  },
  {
    "id": "934468",
    "name": "화이트 반팔 니트",
    "price": 40000,
    "image": "https://cdn.adcio.ai/demo/products/934468.jpg",
    "summary": "Comfortable and stylish short-sleeve top made from soft, breathable fabric. Perfect for casual settings, this top features a relaxed fit and subtle ribbed texture, making it a versatile addition to your wardrobe."
  },
  {
    "id": "935938",
    "name": "갈색 린넨 원피스",
    "price": 75000,
    "image": "https://cdn.adcio.ai/demo/products/935938.jpg",
    "summary": "This elegant brown dress is made from high-quality linen, ideal for warm weather. It features a modest length with a belted waist, offering a flattering silhouette. The short sleeves and simple yet sophisticated design make it perfect for both casual outings and semi-formal occasions."
  },
  {
    "id": "939467",
    "name": "여성 데님 스키니 진",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/939467.jpg",
    "summary": "These are stylish and comfortable blue skinny jeans for women. They feature a flattering fit and are perfect for casual wear. The jeans are versatile and can be paired with a variety of tops and shoes."
  },
  {
    "id": "939740",
    "name": "기하학 무늬 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/939740.jpg",
    "summary": "This stylish blouse features a geometric pattern in black and white, creating a visually captivating design. It has a comfortable fit and is perfect for both casual and formal occasions. The blouse has a round neckline and 3/4 sleeves, making it a versatile addition to any wardrobe."
  },
  {
    "id": "94528",
    "name": "하이 프린트 반소매 티셔츠",
    "price": 15000,
    "image": "https://cdn.adcio.ai/demo/products/94528.jpg",
    "summary": "This casual red t-shirt features a bold 'High' print in white on the front. Designed with rolled-up short sleeves and a relaxed fit, it pairs perfectly with jeans for a stylish, everyday look."
  },
  {
    "id": "946018",
    "name": "브라운 니트 롱 원피스",
    "price": 78000,
    "image": "https://cdn.adcio.ai/demo/products/946018.jpg",
    "summary": "This is a stylish brown knit long dress, perfect for cooler weather. Its ribbed design provides both comfort and elegance. Ideal for casual outings, it features a button-down front and a relaxed fit."
  },
  {
    "id": "949542",
    "name": "회색 더블 버튼 재킷",
    "price": 95000,
    "image": "https://cdn.adcio.ai/demo/products/949542.jpg",
    "summary": "This elegant gray double-breasted jacket is perfect for cooler weather. It features a structured design with large buttons and pockets for a chic and practical look. The neutral gray color makes it versatile for pairing with various outfits. Ideal for casual or semi-formal occasions."
  },
  {
    "id": "950332",
    "name": "흰색 롱 코트",
    "price": 120000,
    "image": "https://cdn.adcio.ai/demo/products/950332.jpg",
    "summary": "This stylish long white coat features a tailored fit, making it perfect for a refined and chic look. It has a double-breasted design with black buttons, ideal for cold weather. The coat is paired well with a black dress and black ankle boots, making it suitable for both casual and formal settings."
  },
  {
    "id": "955869",
    "name": "실크 플레어 스커트",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/955869.jpg",
    "summary": "This elegant gray skirt features a silky texture and flared design, offering a comfortable fit and a stylish look. Perfect for both casual and semi-formal occasions, this skirt can be paired with various tops and accessories for a versatile wardrobe addition."
  },
  {
    "id": "956413",
    "name": "세련된 체크 패턴 타이즈",
    "price": 12000,
    "image": "https://cdn.adcio.ai/demo/products/956413.jpg",
    "summary": "Elegant black tights with a stylish check pattern. Perfect for adding a sophisticated touch to your outfits. Comfortable and stretchy material provides a great fit and long-lasting wear."
  },
  {
    "id": "958405",
    "name": "베이지 프릴 블라우스",
    "price": 55000,
    "image": "https://cdn.adcio.ai/demo/products/958405.jpg",
    "summary": "This elegant blouse features a sophisticated frill design at the high neckline, complemented by stylish puff sleeves. The beige color offers a versatile and timeless look, making it suitable for both casual and formal wear. Paired perfectly with jeans for a chic casual style, it also matches well with dressy skirts or pants for more formal occasions."
  },
  {
    "id": "958686",
    "name": "세련된 블랙 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/958686.jpg",
    "summary": "This sophisticated black dress features a layered design with a white inner dress and a black sleeveless outer layer. Perfect for both casual and formal settings, it brings elegance and comfort together. The dress pairs well with black ankle boots and a black shoulder bag, making it a chic addition to any wardrobe."
  },
  {
    "id": "969107",
    "name": "회색 숄더 미니 드레스",
    "price": 79000,
    "image": "https://cdn.adcio.ai/demo/products/969107.jpg",
    "summary": "This stylish gray shoulder mini dress features a chic fringe design and a sheer upper body for an elegant and modern look. Perfect for special occasions and evening outings."
  },
  {
    "id": "969587",
    "name": "화이트 루즈핏 롱 셔츠",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/969587.jpg",
    "summary": "A stylish loose-fit long shirt with delicate lace detailing in white. Perfect for a casual yet chic look. The shirt features three-quarter sleeves and a modest slit at the sides, ideal for pairing with jeans or leggings. Comfortable and versatile for everyday wear."
  },
  {
    "id": "972018",
    "name": "긴 소매 래글런 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/972018.jpg",
    "summary": "A stylish long sleeve raglan dress featuring contrasting navy sleeves and collar with a comfortable and loose fit. Perfect for casual outings and daily wear. The dress pairs well with sneakers and a tote bag for a cute and effortless look."
  },
  {
    "id": "972048",
    "name": "그린 플레어 원피스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/972048.jpg",
    "summary": "This elegant green dress features a flared design with long sleeves and a comfortable loose fit. The simple yet stylish look is perfect for both casual and semi-formal occasions. Pair it with loafers for a relaxed look."
  },
  {
    "id": "972700",
    "name": "오렌지 니트 스웨터",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/972700.jpg",
    "summary": "This cozy orange knit sweater features a V-neck design and a softly textured fabric. It's perfect for cool weather, offering both comfort and style. The relaxed fit pairs well with a variety of outfits, making it a versatile addition to your wardrobe."
  },
  {
    "id": "978985",
    "name": "흰색 레이스 블라우스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/978985.jpg",
    "summary": "This elegant white lace blouse features delicate patterns and a flowy design. It's perfect for creating a sophisticated and feminine look. It is paired beautifully with jeans and comes with three-quarter sleeves and a round neckline."
  },
  {
    "id": "986965",
    "name": "그레이 드레이프 백 드레스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/986965.jpg",
    "summary": "This elegant gray dress features a unique draped back design with a small keyhole cutout. The loose, flowing silhouette and mid-length make it perfect for a comfortable yet stylish look. Ideal for casual outings or relaxed settings, this dress pairs well with simple accessories and flats."
  },
  {
    "id": "991839",
    "name": "여성 화이트 스트라이프 블라우스",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/991839.jpg",
    "summary": "This elegant white blouse features subtle vertical stripes and a tied waist for a flattering silhouette. It has long sleeves and is perfect for both casual and formal occasions. The lightweight fabric ensures comfort and breathability, making it ideal for all-day wear."
  },
  {
    "id": "996727",
    "name": "뉴욕 그래픽 오버사이즈 티셔츠",
    "price": 30000,
    "image": "https://cdn.adcio.ai/demo/products/996727.jpg",
    "summary": "This oversized white t-shirt features a bold graphic design with the word 'New York' on the back. It offers a comfortable fit, ideal for casual wear. Perfectly pairs with jeans or shorts for a relaxed, stylish look."
  },
  {
    "id": "99723",
    "name": "플로럴 쉬폰 원피스",
    "price": 45000,
    "image": "https://cdn.adcio.ai/demo/products/99723.jpg",
    "summary": "A breezy floral chiffon dress perfect for summer days. The dress features delicate shoulder straps, a loose fit, and an asymmetrical hemline that adds a touch of elegance. Ideal for casual outings or beach vacations."
  },
  {
    "id": "999705",
    "name": "프릴 데님 바지",
    "price": 35000,
    "image": "https://cdn.adcio.ai/demo/products/999705.jpg",
    "summary": "These stylish blue denim pants feature a unique design with ruffled hems. Perfect for a casual yet fashionable look, they offer a comfortable fit and a distinctive flair. Pair them with your favorite tops for a chic ensemble."
  }
]
